Repository: authpass/authpass
Catalog: authpass/lib/l10n/app_*.arb
Languages: de, es, fi, fr, id, it, nl, pt_br, ru, sk, uk, zh, zh_tw

# errorWhileSavingBody
source: Unable to save file: {errorMessage}
de: Datei konnte nicht gespeichert werden: {errorMessage}
es: No es posible guardar el archivo: {errorMessage}
fi: Tiedostoa ei voi tallentaa: {errorMessage}
fr: Impossible d'enregistrer le fichier : {errorMessage}
id: Tidak dapat menyimpan file: {errorMessage}
it: Impossibile salvare il file: {errorMessage}
nl: Kan bestand niet opslaan: {errorMessage}
ru: Не удалось сохранить файл: {errorMessage}
uk: Неможливо зберегти файл: {errorMessage}

# databaseDoesNotSupportSaving
source: Sorry this database does not support saving. Please open a local database file. Or use "Save As".
de: Entschuldigung, diese Datenbank unterstützt das Speichern nicht. Bitte öffnen Sie eine lokale Datenbankdatei. Oder verwenden Sie "Speichern unter".
es: Lo sentimos, esta base de datos no se puede guardar. Por favor, abra una base de datos local o utilice "Guardar como".
fi: Valitettavasti tämä tietokanta ei tue tallennusta. Avaa paikallinen tietokantatiedosto. Tai käytä "Tallenna nimellä".
fr: Désolé, cette base de données ne prend pas en charge l'enregistrement. Veuillez ouvrir un fichier de base de données locale. Ou utilisez "Enregistrer sous".
it: Spiacenti, questo database non supporta il salvataggio. Apri un file di database locale. Oppure usa "Salva come".
nl: Sorry, deze database ondersteunt geen opslaan. Open een lokaal databasebestand. Of gebruik "Opslaan als".
ru: Извините, эта база данных не поддерживает сохранение. Пожалуйста, откройте локальный файл базы данных. Или используйте "Сохранить как".
uk: На жаль, ця база даних не підтримує збереження. Будь ласка, відкрийте локальний файл бази даних. Або скористайтеся кнопкою "Зберегти як".

# otpInvalidKeyTitle
source: Invalid Key
de: Ungültiger Schlüssel
es: Clave inválida
fi: Virheellinen Avain
fr: Clé invalide
id: Kunci tidak valid
it: Chiave Non Valida
nl: Ongeldige sleutel
ru: Неверный ключ
uk: Недійсний ключ

# otpInvalidKeyBody
source: Given input is not a valid base32 TOTP code. Please verify your input.
de: Die angegebene Eingabe ist kein gültiger Base32 TOTP-Code. Bitte überprüfen Sie Ihre Eingabe.
es: La entrada no es un código TOTP base32 válido. Por favor, verifique lo introducido.
fi: Annettu syöte ei ole kelvollinen base32 TOTP koodi. Tarkista syötteesi.
fr: L'entrée donnée n'est pas un code TOTP valide en base32. Veuillez vérifier votre entrée.
it: L'input inserito non è un codice TOTP base32 valido. Verifica il tuo input.
nl: De gegeven invoer is geen geldige base32 TOTP-code. Controleer je invoer.
ru: Данный ввод не является допустимым кодом TOTP base32. Пожалуйста, проверьте введённые данные.
uk: Введене значення не є коректним base32 TOTP кодом. Будь ласка, перевірте введені дані.

# otpUnsupportedMigrationTitle
source: Unsupported OTP Migration
de: Nicht unterstützt
uk: Непідтримувана міграція ОТР

# otpUnsupportedMigrationBody
source: We currently only support single item migrations. Got {uriCount}
de: Momentan unterstützen wir nur Migration einzelner Tokens. Enthalten sind {uriCount}
uk: Наразі ми підтримуємо лише перенесення одного елемента. Отримано {uriCount}

# otpPromptTitle
source: Time Based Authentication
de: Zeitbasierte Authentifizierung
es: Autenticación basada en el tiempo
fi: Aikaperusteinen Todennus
fr: Authentification basée sur le temps
it: Autenticazione A Tempo
nl: Authenticatie op basis van tijd
ru: Аутентификация на основе времени
uk: Автентифікація на основі часу

# otpPromptHelperText
source: Please enter time based key.
de: Bitte geben Sie einen zeitbasierten Schlüssel ein.
es: Por favor, introduzca la clave basada en el tiempo.
fi: Ole hyvä ja syötä aikaperusteinen avain.
fr: Veuillez entrer une clé basée sur le temps.
it: Inserisci la chiave a tempo.
nl: Voer de op tijd gebaseerde sleutel in.
ru: Пожалуйста, введите ключ, основанный на времени.
uk: Будь ласка, введіть ключ, заснований на часі.

# otpErrorMessageGeneration
source: Error generating invite code: {errorMessage}
de: Fehler beim Generieren des Einladungscodes: {errorMessage}
es: Error al generar el código de invitación: {errorMessage}
fi: Virhe luotaessa kutsukoodia: {errorMessage}
fr: Erreur lors de la génération du code d'invitation : {errorMessage}
it: Errore nella generazione del codice di invito: {errorMessage}
nl: Fout bij genereren uitnodigingscode: {errorMessage}
ru: Ошибка при создании кода приглашения: {errorMessage}
uk: Помилка генерування коду запрошення: {errorMessage}

# otpCopySecretActionLabel
source: Copy Secret
de: Geheimnis kopieren
es: Copiar Secreto
fi: Kopioi Salaus
fr: Copier le secret
id: Salin rahasia
it: Copia Segreto
nl: Kopieer Secret
ru: Копировать секрет
uk: Копіювати секрет

# otpEntryLabel
source: One Time Token
de: Einmal-Token
es: Token de un solo uso
fi: Kertakäyttöinen merkki
fr: Jeton à usage unique
id: Token sekali pakai
it: Token monouso
nl: Eenmalige token
ru: Одноразовый токен
uk: Одноразовий Токен

# entryFieldProtected
source: Protected field. Click to reveal.
de: Geschütztes Feld. Klicken, um zu enthüllen.
es: Campo protegido. Haga clic para revelarlo.
fi: Suojattu kenttä. Napsauta paljastaaksesi.
fr: Champ protégé. Cliquez pour révéler.
it: Campo protetto. Clicca per rivelare.
nl: Beschermd veld. Klik om te tonen.
ru: Защищенное поле. Нажмите, чтобы открыть.
uk: Захищене поле. Клацніть, щоб відкрити.

# entryFieldActionRevealField
source: Show protected field
de: Geschütztes Feld anzeigen
es: Mostrar campo protegido
fi: Näytä suojattu kenttä
fr: Afficher le champ protégé
id: Tampilkan bidang yang dilindungi
it: Mostra il campo protetto
nl: Toon beschermd veld
ru: Показать защищённое поле
uk: Показати захищене поле

# entryAttachmentOpenActionLabel
source: Open
de: Öffnen
es: Abrir
fi: Avaa
fr: Ouvrir
id: Buka
it: Apri
ru: Открыть
uk: Відкрити

# entryAttachmentShareActionLabel
source: Share
de: Teilen
es: Compartir
fi: Jaa
fr: Partager
id: Bagikan
it: Condividi
nl: Delen
ru: Поделиться
uk: Поділитись

# entryAttachmentShareSubject
source: Attachment
de: Anhang
es: Archivo adjunto
fi: Liite
fr: Pièce jointe
id: Lampiran
it: Allegato
nl: Bijlage
ru: Вложение
uk: Вкладення

# entryAttachmentSaveActionLabel
source: Save to device
de: Auf Gerät speichern
es: Guardar en el dispositivo
fi: Tallenna laitteeseen
fr: Enregistrer sur l'appareil
id: Simpan ke perangkat
it: Salva sul dispositivo
nl: Opslaan op apparaat
ru: Сохранить на устройство
uk: Зберегти на пристрій

# entryAttachmentRemoveActionLabel
source: Remove
de: Entfernen
es: Eliminar
fi: Poista
fr: Supprimer
id: Hapus
it: Rimuovi
nl: Verwijderen
ru: Удалить
uk: Видалити

# entryAttachmentRemoveConfirm
source: Do you really want to delete {attachmentLabel}?
de: Wollen Sie {attachmentLabel} wirklich löschen?
es: ¿Está seguro de que desea eliminar {attachmentLabel}?
fi: Haluatko varmasti poistaa {attachmentLabel}?
fr: Souhaitez vous réellement supprimer {attachmentLabel} ?
it: Vuoi davvero rimuovere {attachmentLabel}?
nl: Weet je zeker dat je {attachmentLabel} wilt verwijderen?
ru: Вы действительно хотите удалить {attachmentLabel}?
uk: Ви дійсно бажаєте вилучити {attachmentLabel}?

# entryRenameFieldPromptTitle
source: Renaming field
de: Feld umbenennen
es: Renombrar Campo
fi: Nimetään kenttä uudelleen
fr: Renommer le champ
id: Ubah nama bidang
it: Rinomina il campo
nl: Veld hernoemen
ru: Переименование поля
uk: Перейменування поля

# removerecentfile
source: Hide
de: Verstecken
es: Ocultar
fi: Piilota
fr: Masquer
it: Nascondi
ru: Скрыть
uk: Приховати

# entryRenameFieldPromptLabel
source: Enter the new name for the field
de: Neuen Namen für das Feld eingeben
es: Introduzca el nuevo nombre para el campo
fi: Kirjoita kentälle uusi nimi
fr: Entrez le nouveau nom du champ
it: Inserisci il nuovo nome del campo
nl: Voer de nieuwe naam voor het veld in
ru: Введите новое имя для поля
uk: Введіть нове ім'я для поля

# promptDialogPasteActionTooltip
source: Paste from Clipboard
de: Einfügen von der Zwischenablage
es: Pegar desde el portapapeles
fi: Liitä leikepöydältä
fr: Coller depuis le presse-papier
id: Tempel dari papan klip
it: Incolla dagli appunti
nl: Plakken vanaf klembord
ru: Вставить из буфера обмена
uk: Вставити із буферу обміну

# promptDialogPasteHint
source: Hint: If you need to paste, try the button to the left ;-)
de: Hinweis: Wenn sie etwas einfügen wollen, versuchen sie den Knopf zu ihrer linken ;-)
es: Sugerencia: Si necesita pegar, pruebe el botón de la izquierda ;-)
fi: Vinkki: Jos haluat liittää, kokeile vasemmalla olevaa painiketta ;-)
fr: Astuce : si vous avez besoin de coller, essayez le bouton à gauche ;-)
it: Suggerimento: Se hai bisogno di incollare, prova il pulsante a sinistra ;-)
nl: Tip: Als je wilt plakken, probeer dan de knop links ;-)
ru: Подсказка: Если вам нужно вставить, попробуйте кнопку слева ;-)
uk: Підказка: якщо потрібно вставити, спробуйте кнопку ліворуч ;-)

# genericErrorDialogTitle
source: Error while handling action
de: Fehler beim ausführen der Aktion
es: Error al manejar la acción
fi: Virhe toimintoa käsiteltäessä
fr: Erreur lors du traitement de l'action
it: Errore nella gestione dell'azione
nl: Fout bij het afhandelen actie
ru: Ошибка при обработке действия
uk: Помилка під час обробки дії

# genericErrorDialogBody
source: Encountered an unexpected error. {errorMessage}
de: Es ist ein unerwarteter Fehler aufgetreten. {errorMessage}
es: Se encontró un error inesperado. {errorMessage}
fi: Tapahtui odottamaton virhe. {errorMessage}
fr: Une erreur inattendue est survenue. {errorMessage}
it: Hai riscontrato un errore imprevisto. {errorMessage}
nl: Onverwachte fout opgetreden. {errorMessage}
ru: Произошла непредвиденная ошибка. {errorMessage}
uk: Виникла несподівана помилка. {errorMessage}

# saveAsEntryLocalFile
source: Local File
de: Speichern als Lokale Datei
es: Archivo local
fi: Paikallinen Tiedosto
fr: Fichier local
id: File lokal
it: File Locale
nl: Lokaal bestand
ru: Локальный файл
uk: Локальний Файл

# fileTypePngs
source: Images (png)
de: Bilder (png)
es: Imágenes (png)
fi: Kuvat (png)
id: Gambar (png)
it: Immagini (png)
nl: Afbeeldingen (png)
ru: Изображения (png)
uk: Зображення (png)

# selectIconDialogAction
source: SELECT ICON
de: WÄHLE ICON
es: SELECCIONAR ICON
fi: VALITSE ICON
fr: SÉLECTIONNER L'ICÔNE
id: PILIH IKON
it: SELEZIONA ICONA
nl: SELECTEER ICON
ru: ВЫБЕРИТЕ ЗНАЧОК
uk: ВИБРАТИ ІКОНКУ

# retryDialogActionLabel
source: RETRY
de: Erneut versuchen
es: REINTENTAR
fi: PALAUTA
fr: RÉESSAYER
id: COBA LAGI
it: RIPROVA
nl: OPNIEUW
ru: Повторить попытку
uk: ПОВТОРИТИ

# errorDuringNetworkCall
source: Error during api call. {errorMessage}
de: Fehler beim Api-Abfrage. {errorMessage}
es: Error durante la llamada a la API. {errorMessage}
fi: Virhe api puhelun aikana. {errorMessage}
fr: Erreur pendant la requête API. {errorMessage}
id: Galat saat memanggil api. {errorMessage}
it: Errore durante la chiamata Api. {errorMessage}
nl: Fout tijdens Api oproep. {errorMessage}
ru: Ошибка во время api вызова. {errorMessage}
uk: Помилка під час виклику api. {errorMessage}

# passwordFilterHideDeleted
source: Hide Deleted Entries
de: Gelöschte Einträge ausblenden
es: Ocultar entradas eliminadas
fi: Piilota Poistetut Merkinnät
fr: Masquer les entrées supprimées
id: Sembunyikan entri yang dihapus
it: Nascondi Voci Eliminate
nl: Verwijderde items verbergen
ru: Скрыть удалённые записи
uk: Приховати вилучені записи

# passwordFilterOnlyDeleted
source: Deleted Entries
de: Gelöschte Einträge
es: Entradas eliminadas
fi: Poistetut Merkinnät
fr: Entrées supprimées
id: Entri yang dihapus
it: Voci Eliminate
nl: Verwijderde items
ru: Удалённые записи
uk: Вилучені Записи

# passwordFilterPrefixForOneGroup
source: Group: {groupName}
de: Gruppe: {groupName}
es: Grupo: {groupName}
fi: Ryhmä: {groupName}
fr: Groupe: {groupName}
id: Grup: {groupName}
it: Gruppo: {groupName}
nl: Groep: {groupName}
ru: Группа: {groupName}
uk: Група: {groupName}

# passwordFilterPrefixForMultipleGroups
source: Custom Filter ({groupCount} Groups)
de: Eigener Filter ({groupCount} Gruppen)
es: Filtro personalizado ({groupCount} grupos)
fi: Mukautettu Suodatin ({groupCount} Ryhmää)
fr: Filtre personnalisé ({groupCount} Groupes )
id: Filter kustom ({groupCount} Grup)
it: Filtro Personalizzato ({groupCount} Gruppi)
nl: Aangepast filter ({groupCount} groepen)
ru: Кастомный фильтр ({groupCount} групп)
uk: Власний фільтр ({groupCount} груп(и))

# menuItemAuthPassCloudAuthenticate
source: Authenticate with AuthPass Cloud
de: Mit AuthPass Cloud authentifizieren
es: Autenticar con AuthPass Cloud
fi: Todennus AuthPass Cloudilla
fr: S'authentifier avec AuthPass Cloud
id: Otentikasi dengan AuthPass Cloud
it: Autenticati con AuthPass Cloud
nl: Authenticeer met AuthPass Cloud
ru: Авторизоваться с AuthPass Cloud
uk: Авторизуватись з AuthPass Cloud

# menuItemAuthPassCloudMailboxes
source: AuthPass Mailboxes
de: AuthPass Postfächer
fi: AuthPass Postilaatikot
fr: Addresses mails AuthPass
it: Mailbox AuthPass
nl: Authass postbussen
ru: Почтовые ящики AuthPass
uk: Електронні скриньки AuthPass

# changesWithoutSaving
source: You have changes in "{fileName}", which does not support writing of changes.
de: Sie haben Änderungen in "{fileName}", die das Schreiben von Änderungen nicht unterstützen.
es: Has realizado cambios en "{fileName}", que no soporta realizar cambios.
fi: Sinulla on muutoksia kohteessa "{fileName}", joka ei tue muutosten kirjoittamista.
fr: Vous avez des modifications dans "{fileName}", qui ne prennent pas en charge l'écriture des modifications.
it: Sono presenti modifiche in "{fileName}", che non supporta la scrittura delle modifiche.
nl: Je hebt wijzigingen in "{fileName}", die geen ondersteuning heeft voor het schrijven van wijzigingen.
ru: У вас есть изменения в "{fileName}", которые не поддерживают запись изменений.
uk: У вас є зміни в "{fileName}", який не підтримує запис змін.

# changesSaveLocally
source: Save locally
de: Lokal speichern
es: Guardar localmente
fi: Tallenna paikallisesti
fr: Enregistrer localement
id: Simpan secara lokal
it: Salva in locale
nl: Bewaar lokaal
ru: Сохранить локально
uk: Зберегти локально

source: Clear Color
de: Farbe löschen
es: Eliminar color
fi: Tyhjennä Väri
fr: Effacer la couleur
id: Hapus Warna
it: Elimina Colore
nl: Kleur verwijderen
ru: Очистить цвет
uk: Скинути колір

# databaseRenameInputLabel
source: Enter database name
de: Datenbank-Name eingeben
es: Introduce el nombre de la base de datos
fi: Anna tietokannan nimi
fr: Entrez le nom de la base de données
id: Masukkan nama basisdata
it: Inserisci il nome del database
nl: Voer databasenaam in
ru: Введите имя базы данных
uk: Введіть ім'я бази даних

# databasePath
source: Path
de: Pfad
es: Ruta
fi: Polku
fr: Chemin d'accès
id: Jalur
it: Percorso
nl: Pad
ru: Путь
uk: Шлях до файлу

# databaseColor
source: Color
de: Farbe
fi: Väri
fr: Couleur
id: Warna
it: Colore
nl: Kleur
ru: Цвет
uk: Колір

# databaseColorChoose
source: Select a color to distinguish between files.
de: Wählen Sie eine Farbe um zwischen Dateien zu unterscheiden.
es: Seleccione un color para distinguir entre archivos.
fi: Valitse väri, joka erottaa tiedostot toisistaan.
fr: Sélectionnez une couleur pour distinguer les fichiers.
id: Pilih warna untuk membedakan file.
it: Selezionare un colore per distinguere i file.
nl: Selecteer een kleur om onderscheid te maken tussen bestanden.
ru: Выберите цвет, чтобы отличать среди файлов.
uk: Виберіть колір, щоб розрізняти файли.

# databaseKdbxVersion
source: KDBX File Version
de: KDBX Datei-Version
es: Versión del archivo KDBX
fi: Kdbx- Tiedostoversio
fr: Version du fichier KDBX
id: Versi file KDBX
it: Versione File KDBX
nl: KDBX Bestandsversie
ru: Версия файла KDBX
uk: Версія файлу KDBX

# databaseKdbxUpgradeVersion
source: Upgrade to {versionName}
de: Upgrade auf {versionName}
es: Actualizar a {versionName}
fi: Päivitä {versionName}
fr: Mettre à jour vers {versionName}
id: Perbarui ke {versionName}
it: Aggiorna a {versionName}
nl: Upgrade naar {versionName}
ru: Обновите до {versionName}
uk: Оновити до {versionName}

# databaseKdbxUpgradeSuccessful
source: Successfully upgraded file and saved.
de: Datei erfolgreich aktualisiert und gespeichert.
es: Archivo actualizado y guardado correctamente.
fi: Tiedosto päivitettiin onnistuneesti ja tallennettu.
fr: Fichier mis à jour et enregistré avec succès.
id: File berhasil diperbarui dan disimpan.
it: File aggiornato e salvato con successo.
nl: Bestand succesvol bijgewerkt en opgeslagen.
ru: Файл успешно обновлён и сохранён.
uk: Файл успішно оновлено та збережено.

# databaseReload
source: Reload and Merge
de: Neuladen und Zusammenführen
es: Recargar y fusionar
fi: Päivitä ja yhdistä
fr: Recharger et fusionner
it: Ricarica e unisci
nl: Herladen en samenvoegen
ru: Обновить и слить
uk: Перезавантажити та злити

# progressStatus
source: Status: {statusProgress}
es: Estado: {statusProgress}
fi: Tila: {statusProgress}
fr: Statut : {statusProgress}
it: Stato: {statusProgress}
ru: Статус: {statusProgress}
uk: Статус: {statusProgress}

# finishedMerge
source: Finished Merge {status}
de: Zusammenführung beendet {status}
es: Fusión finalizada {status}
fi: Yhdistäminen valmis {status}
fr: Fusion terminée {status}
it: Unione completata {status}
nl: Samenvoegen {status} gelukt
ru: Закончено слитие {status}
uk: Завершено злиття {status}

# closeAndLockFile
source: Close/Lock
de: Schließen/Sperren
es: Cerrar/Bloquear
fi: Sulje/Lukitse
fr: Fermer/Verrouiller
id: Tutup/Kunci
it: Chiudi/Blocca
nl: Sluiten/Vergrendelen
ru: Закрыть/заблокровать
uk: Закрити/Заблокувати

# authPassHomeScreenTagline
source: password manager, open source, available on all platforms.
de: password manager, open source, verfügbar auf allen Plattformen.
es: gestor de contraseñas, de código abierto, disponible en todas las plataformas.
fi: salasanojen hallinta, avoin lähdekoodi, saatavilla kaikilla alustoilla.
fr: gestionnaire de mots de passe, open source, disponible sur toutes les plateformes.
id: pengelola kata sandi, open source, tersedia di berbagai platform.
it: password manager, open source, disponibile su tutte le piattaforme.
nl: wachtwoordmanager, open source, beschikbaar op alle platformen.
ru: менеджер паролей, с открым исходных кодом, доступный на всех платформах.
uk: менеджер паролів, з відкритим кодом, доступний на всіх платформах.

# addNewPasswordButtonLabel
source: Add new Password
de: Neues Passwort hinzufügen
es: Añadir nueva contraseña
fi: Luo Uusi Salasana
fr: Ajouter un nouveau mot de passe
id: Tambah kata sandi baru
it: Aggiungi una nuova password
nl: Nieuw wachtwoord toevoegen
ru: Добавить новый пароль
uk: Додати новий пароль

# unnamedEntryPlaceholder
source: (Unnamed)
de: (Unbenannt)
es: (Sin nombre)
fi: (Nimetön)
fr: (Sans nom)
id: (belum dinamai)
it: (Senza Nome)
nl: (naamloos)
ru: (Безымянный)
uk: (Без назви)

# unnamedGroupPlaceholder
source: (Unnamed)
de: (Unbenannt)
es: (Sin nombre)
fi: (Nimetön)
fr: (Sans nom)
id: (belum dinamai)
it: (Senza Nome)
nl: (naamloos)
ru: (Безымянный)
uk: (Без назви)

# unnamedFilePlaceholder
source: (Unnamed)
de: (Unbenannt)
es: (Sin nombre)
fi: (Nimetön)
fr: (Sans nom)
id: (belum dinamai)
it: (Senza Nome)
nl: (naamloos)
ru: (Безымянный)
uk: (Без назви)

# editGroupScreenTitle
source: Edit Group
de: Gruppe bearbeiten
es: Editar grupo
fi: Muokkaa Ryhmää
fr: Modifier le groupe
id: Sunting grup
it: Modifica Gruppo
nl: Groep bewerken
ru: Редактировать группу
uk: Редагувати групу

# editGroupGroupNameLabel
source: Group Name
de: Name der Gruppe
es: Nombre del grupo
fi: Ryhmän Nimi
fr: Nom du groupe
id: Nama grup
it: Nome Del Gruppo
nl: Groep Naam
ru: Имя группы
uk: Назва групи

source: Files
de: Dateien
es: Archivos
fi: Tiedostot
fr: Fichiers
id: Berkas
it: File
nl: Bestanden
ru: Файлы
uk: Файли

# newGroupDialogTitle
source: New Group
de: Neue Gruppe
es: Nuevo grupo
fi: Uusi Ryhmä
fr: Nouveau groupe
id: Grup baru
it: Crea Gruppo
nl: Nieuwe groep
pt_br: Novo Grupo
ru: Новая группа
sk: Nová Skupina
uk: Нова група

# newGroupDialogInputLabel
source: Name for the new group
de: Name für die neue Gruppe
es: Nombre para el nuevo grupo
fi: Uuden ryhmän nimi
fr: Nom du nouveau groupe
id: Nama untuk grup baru
it: Nome del nuovo gruppo
nl: Naam voor de nieuwe groep
ru: Имя новой группы
uk: Ім'я для нової групи

# groupActionShowPasswords
source: Show passwords
de: Passwörter anzeigen
es: Mostrar contraseñas
fi: Näytä salasanat
fr: Afficher les mots de passe
id: Tampilkan kata sandi
it: Mostra le password
nl: Wachtwoord weergeven
ru: Показать пароли
uk: Показати паролі

# groupActionDelete
source: Delete
de: Löschen
es: Eliminar
fi: Poista
fr: Supprimer
id: Hapus
it: Elimina
nl: Verwijderen
pt_br: Apagar
ru: Удалить
sk: Zmazať
uk: Видалити

# logoutTooltip
source: Logout
de: Abmelden
es: Cerrar sesión
fi: Kirjaudu Ulos
fr: Déconnexion
id: Keluar
it: Disconnetti
nl: Uitloggen
ru: Выйти
uk: Вихід із системи

# successfullyDeletedFileCloudStorage
source: Successfully deleted file.
de: Datei erfolgreich gelöscht.
es: Archivo eliminado correctamente.
fi: Tiedosto poistettiin onnistuneesti.
fr: Fichier supprimé avec succès.
id: File berhasil dihapus.
it: File eliminato con successo.
nl: Bestand succesvol verwijderd.
ru: Успешно удалён файл.
uk: Файл успішно видалено.

# shareDialogTitle
source: Sharing Options for {fileName}
de: Freigabe-Optionen für {fileName}
es: Opciones para compartir {fileName}
fi: Jakamisen vaihtoehdot kohteelle {fileName}
fr: Options de partage pour {fileName}
id: Opsi berbagi untuk {fileName}
it: Opzioni di condivisione di {fileName}
nl: Opties voor delen {fileName}
ru: Опции общего доступа для {fileName}
uk: Параметри спільного доступу до {fileName}

# shareFileActionLabel
source: Share …
de: Teilen …
es: Compartir …
fi: Jaa …
fr: Partager …
id: Bagikan …
it: Condividi …
nl: Delen …
ru: Поделиться …
uk: Поділіться …

# shareTokenListEmptyScreenPlaceholder
source: File not shared yet.
de: Datei noch nicht freigegeben.
es: Archivo aún no compartido.
fi: Tiedostoa ei ole vielä jaettu.
fr: Fichier pas encore partagé.
id: Belum ada file yang dibagikan.
it: File non ancora condiviso.
nl: Bestand nog niet gedeeld.
ru: Вы ещё не поделились файлом.
uk: До файлу ще не надано доступ.

# shareTokenNoLabel
source: No Label/Description
de: Keine Beschriftung
es: Sin etiqueta/descripción
fi: Ei Tunnusta/Kuvausta
fr: Aucune étiquette/description
id: Tidak ada label/deskripsi
it: Nessuna Etichetta/Descrizione
nl: Geen label/omschrijving
ru: Нет метки/описания
uk: Без мітки/опису

# shareTokenReadWrite
source: Read/Write
de: Lesen/Schreiben
es: Lectura/Escritura
fi: Luettu/Kirjoitettu
fr: Lire/Écrire
id: Baca/Tulis
it: Lettura/Scrittura
nl: Lezen/schrijven
ru: Чтение/запись
uk: Читання/запис

# shareTokenReadOnly
source: Read only
de: Nur Lesen
es: Sólo lectura
fi: Vain luku
fr: Lecture seulement
id: Baca saja
it: Sola lettura
nl: Alleen lezen
ru: Только чтение
uk: Лише для читання

# shareCreateTokenDialogTitle
source: Share file
de: Datei teilen
es: Compartir archivo
fi: Jaa tiedosto
fr: Partager le fichier
id: Bagikan file
it: Condividi file
nl: Bestand delen
ru: Поделиться файлом
uk: Поділитися файлом

# shareCreateTokenReadOnly
source: Read only
de: Nur lesen
es: Sólo lectura
fi: Vain luku
fr: Lecture seulement
id: Baca saja
it: Sola lettura
nl: Alleen lezen
ru: Только чтение
uk: Тільки для читання

# shareCreateTokenReadOnlyHelpText
source: Do not allow saving of changes
de: Speichern von Änderungen nicht zulassen
es: No permitir guardar cambios
fi: Älä salli muutosten tallentamista
fr: Ne pas autoriser la sauvegarde des modifications
id: Jangan perbolehkan menyimpan perubahan
it: Non consentire il salvataggio delle modifiche
nl: Opslaan van wijzigingen niet toestaan
ru: Не разрешать сохранение изменений
uk: Не дозволяти збереження змін
