Repository: authpass/authpass
Catalog: authpass/lib/l10n/app_*.arb
Languages: de, es, fi, fr, id, it, nl, pt_br, ru, sk, uk, zh, zh_tw

# menuItemOpenAnotherFile
source: Open another File
de: Weitere Datei öffnen
es: Abrir otro archivo
fi: Avaa toinen tiedosto
fr: Ouvrir un autre fichier
id: Buka File lain
it: Apri un altro file
nl: Open een ander bestand
pt_br: Abrir outro Arquivo
ru: Открыть другой файл
sk: Otvoriť iný súbor
uk: Відкрити інший файл
zh: 打开另一个数据库
zh_tw: 開啟其他檔案

# menuItemCheckForUpdates
source: Check for updates
de: Nach Updates suchen
es: Buscar actualizaciones
fi: Tarkista päivitykset
fr: Rechercher des mises à jour
id: Cek pembaruan
it: Verifica aggiornamenti
nl: Controleer op updates
pt_br: Verificar por atualizações
ru: Проверить обновления
sk: Skontrolovať aktualizácie
uk: Перевірити наявність оновлень
zh: 检查更新
zh_tw: 檢查更新

# menuItemSupport
source: Send logs
de: Protokolle senden
es: Enviar bitácoras
fi: Lähetä lokitiedot
fr: Envoyer les logs
id: Kirim logs
it: Invia i log
nl: Verstuur logs
pt_br: Enviar registros
ru: Отправить журнал
uk: Надіслати логи
zh: 向开发组求助（使用电邮）
zh_tw: Email 支援

# menuItemSupportSubtitle
source: Send logs by email
de: Protokolle per E-Mail senden
es: Enviar registros por email
fi: Lähetä lokitiedot sähköpostitse
fr: Envoyer les logs par email
id: Kirim logs lewat email
it: Invia i log via email
nl: Verstuur logs via e-mail
pt_br: Enviar registros por e-mail
ru: Отправлять журналы по электронной почте
uk: Надіслати логи електронною поштою
zh: 通过电子邮件发送日志，或者请求帮助。
zh_tw: 用郵件寄出紀錄檔，以尋求協助。

# menuItemForum
source: Support Forum
es: Foro de Soporte
fi: Tuki Foorumi
fr: Forum d’assistance
id: Forum Dukungan
it: Forum di supporto
nl: Ondersteuningsforum
pt_br: Fórum de Suporte
ru: Форум поддержки
uk: Форум підтримки

# menuItemForumSubtitle
source: Report Problems and get help
de: Melde Probleme und erhalte Hilfe
es: Reportar problemas y obtener ayuda
fi: Ilmoita ongelmista ja saa apua
fr: Signaler des problèmes et obtenir de l'aide
it: Segnala problemi e ottieni assistenza
nl: Rapporteer problemen en hulp vragen
pt_br: Relatar problemas e obter ajuda
ru: Сообщить о проблемах и получить помощь
uk: Повідомити про проблему й отримати допомогу

# menuItemHelp
source: Help
de: Hilfe
es: Ayuda
fi: Ohje
fr: Aide
id: Bantuan
it: Aiuto
pt_br: Ajuda
ru: Помощь
sk: Pomoc
uk: Допомога
zh: 寻求帮助
zh_tw: 說明

# menuItemHelpSubtitle
source: Show documentation
de: Dokumentation anzeigen
es: Mostrar documentación
fi: Näytä dokumentaatio
fr: Afficher la documentation
id: Tampilkan dokumentasi
it: Visualizza la documentazione
nl: Documentatie weergeven
pt_br: Mostrar documentação
ru: Показать документацию
sk: Zobraziť dokumentáciu
uk: Показати документацію
zh: 显示用户文档
zh_tw: 開啟說明文件

# menuItemAbout
source: About
de: Über AuthPass
es: Acerca de
fi: Tietoja
fr: À propos
id: Tentang
it: Informazioni
nl: Over
pt_br: Sobre
ru: О программе
sk: O nás
uk: Про програму
zh: 关于本应用
zh_tw: 關於

# actionOpenUrl
source: Open URL
de: URL Öffnen
es: Abrir URL
fi: Avaa URL-osoite
fr: Ouvrir l'URL
id: Buka URL
it: Apri URL
pt_br: Abrir URL
ru: Открыть URL-адрес
sk: Otvoriť URL
uk: Відкрити URL-адресу
zh: 打开链接
zh_tw: 開啟 URL

# passwordPlainText
source: Reveal password
de: Passwort anzeigen
es: Mostrar contraseña
fi: Näytä salasana
fr: Afficher le mot de passe
id: Ungkap Kata Sandi
it: Mostra password
nl: Wachtwoord tonen
pt_br: Mostrar senha
ru: Показать пароль
sk: Odhaliť heslo
uk: Показати пароль
zh: 显示密码
zh_tw: 顯示密碼

# generatorPassword
source: Password
de: Passwort
es: Contraseña
fi: Salasana
fr: Mot de passe
id: Kata Sandi
nl: Wachtwoord
pt_br: Senha
ru: Пароль
sk: Heslo
uk: Пароль
zh: 密码
zh_tw: 密碼

source: Generate Password
de: Passwort generieren
es: Generar contraseña
fi: Luo Salasana
fr: Générer un mot de passe
id: Penghasil Kata Sandi
it: Genera una Password
nl: Wachtwoord genereren
pt_br: Gerar Senha
ru: Сгенерировать пароль
sk: Generovať heslo
uk: Згенерувати пароль
zh: 生成随机密码
zh_tw: 產生密碼

# doneButtonLabel
source: Done
de: Fertig
es: Listo
fi: Valmis
fr: Terminé
id: Selesai
it: Fatto
nl: Voltooid
pt_br: Concluído
ru: Готово
sk: Hotovo
uk: Готово
zh: 完成
zh_tw: 完成

source: Use as Default
de: Als Standard speichern
es: Usar como predeterminado
fi: Käytä oletuksena
fr: Utiliser comme valeur par défaut
id: Gunakan sebagai bawaan
it: Usa come Predefinito
nl: Gebruik als standaard
pt_br: Usar como Padrão
ru: По умолчанию
sk: Použiť ako predvolené heslo
uk: Використовувати за замовчуванням
zh: 用作默认密码
zh_tw: 存為預設值

# characterSetLowerCase
source: Lowercase (a-z)
de: Kleinbuchstaben (a-z)
es: Minúsculas (a-z)
fi: Pienet kirjaimet (a-z)
fr: Minuscules (a-z)
id: Huruf Kecil (a-z)
it: Minuscole (a-z)
nl: Kleine letters (a-z)
pt_br: Minúsculas (a-z)
ru: Строчные буквы (а-я)
sk: Malé písmená (a-z)
uk: Нижній регістр (а-я)
zh: 小写 (a-z)
zh_tw: 小寫英文（a-z）

# characterSetUpperCase
source: Uppercase (A-Z)
de: Großbuchstaben (A-Z)
es: Mayúsculas (A-Z)
fi: Isot kirjaimet (A-Z)
fr: Majuscules (A-Z)
id: Huruf besar (A-Z)
it: Maiuscole (A-Z)
nl: Hoofdletters (A-Z)
pt_br: Maiúsculas (A-Z)
ru: Прописные буквы (А-Я)
sk: Veľké písmená (A-Z)
uk: Верхній регістр (A-Я)
zh: 大写(A-Z)
zh_tw: 大寫英文（A-Z）

# characterSetNumeric
source: Numeric (0-9)
de: Ziffern (0-9)
es: Numérico (0-9)
fi: Numerot (0-9)
fr: Chiffres (0-9)
id: Numerik (0-9)
it: Numerici (0-9)
nl: Numeriek (0-9)
pt_br: Numérico (0-9)
ru: Числа (0-9)
sk: Číslice (0-9)
uk: Цифри (0-9)
zh: 数字 (0-9)
zh_tw: 數字（0-9）

# characterSetUmlauts
source: Umlauts (ä)
de: Umlaute (äöü)
es: Umlaut (ä)
fi: Umlautit (ä)
fr: Accents (ä)
id: Aksen (ä)
it: Accenti (ä)
nl: Umlauts (ä)
pt_br: Metafonia (ä)
ru: Умляуты (ä)
sk: Prehlásky (ä)
uk: Умляути (ä)
zh: 拉丁语系排序 (ä)
zh_tw: 變音字母（ä）

# characterSetSpecial
source: Special (@%+)
de: Sonderzeichen (@%+)
es: Especial (@%+)
fi: Erikois (@%+)
fr: Caractères spéciaux (@%+)
id: Spesial (@%+)
it: Speciali (@%+)
nl: Speciaal (@%+)
pt_br: Especial (@%+)
ru: Специальные (@%+)
sk: Špeciálne znaky (@%+)
uk: Спеціальні символи (@%+)
zh: 特殊字符 (@%+)
zh_tw: 特殊字元（@%+）

source: Length
de: Länge
es: Longitud
fi: Pituus
fr: Longueur
id: Panjang
it: Lunghezza
nl: Lengte
pt_br: Comprimento
ru: Длина
sk: Dĺžka
uk: Довжина
zh: 长度
zh_tw: 字數

source: Custom Length
de: Andere Länge
es: Longitud personalizada
fi: Muokattu Pituus
fr: Longueur personnalisée
id: Panjang Khusus
it: Lunghezza Personalizzata
nl: Aangepaste lengte
pt_br: Comprimento Personalizado
ru: Своя длина
sk: Vlastná Dĺžka
uk: Особлива довжина
zh: 自定义密码长度
zh_tw: 自訂字數

# customLengthHelperText
source: Only used for length > {customMinLength}
de: Nur für > {customMinLength} verwendet
es: Solo usado para longitud > {customMinLength}
fi: Käytetään vain pituudeltaan > {customMinLength}
fr: Utilisé seulement pour une longueur > {customMinLength}
id: Hanya digunakan untuk panjang > {customMinLength}
it: Valore utilizzato solo se la lunghezza è > {customMinLength}
nl: Alleen gebruikt voor lengte > {customMinLength}
pt_br: Usado apenas para comprimento > {customMinLength}
ru: Только для длины > {customMinLength}
sk: Používa sa dĺžka > {customMinLength}
uk: Використовується лише для довжини > {customMinLength}
zh: 仅当需要长度多于 > {customMinLength} 位的密码时使用，必须是整数
zh_tw: 僅在字數超過 {customMinLength} 時有用

# savedFiles
source: {numFiles, plural, =1 {One file saved: {files}} other {{numFiles} files saved: {files}}}
de: {numFiles, plural, =1 {Eine Datei gespeichert: {files}} other {{numFiles} Dateien gespeichert: {files}}}
es: {numFiles, plural, =1 {Un archivo guardado: {files}} other {{numFiles} archivos guardados: {files}}}
fi: {numFiles, plural, one {}=1 {Yksi tiedosto tallennettu: {files}} other {{numFiles} tiedostot tallennettu: {files}}}
fr: {numFiles, plural, =1 {In fichier enregistré: {files}} other {{numFiles} fichiers enregistrés: {files}}}
id: {numFiles, plural,one {Satu berkas tersimpan: {files}}other {{numFiles} berkas tersimpan: {files}}}
it: {numFiles, plural, =1 {Un file salvato: {files}} other {{numFiles} file salvati: {files}}}
nl: {numFiles, plural, one {} =1 {Eén bestand opgeslagen: {files}} other {{numFiles} bestanden opgeslagen: {files}}}
pt_br: {numFiles, plural, =1 {Um arquivo salvo: {files}} other {{numFiles} arquivos salvos: {files}}}
ru: {numFiles, plural,=1 {Сохранён один файл: {files}} other {{numFiles} файлов сохранено: {files}}}
sk: {numFiles, plural, =1 {Jeden súbor uložený: {files}} other {{numFiles} súborov uložených: {files}}}
uk: {numFiles, plural, =1 {Збережено один файл: {files}} other {Всі файли збережено ({numFiles}): {files}}}
zh: {numFiles, plural, =1 {一个文件已保存: {files}} other {{numFiles} 个已保存的文件: {files}}}
zh_tw: {numFiles, plural, other {已儲存 {numFiles} 個檔案： {files}}}

source: Manage Groups
de: Gruppen verwalten
es: Gestionar Grupos
fi: Hallitse Ryhmiä
fr: Gestion des groupes
id: Kelola Grup
it: Gestisci I Gruppi
nl: Groepen beheren
pt_br: Gerenciar Grupos
ru: Управление группами
sk: Spravovať Skupiny
uk: Керування групами
zh: 分组管理
zh_tw: 管理群組

source: Lock Files
de: Dateien sperren/schließen
es: Bloquear Archivos
fi: Lukitse Tiedostot
fr: Verrouiller les fichiers
id: Kunci File
it: Nascondi i file
nl: Bestanden vergrendelen
pt_br: Bloquear Arquivos
ru: Заблокировать файлы
sk: Zamknúť súbory
uk: Блокування файлів
zh: 锁定文件
zh_tw: 鎖住檔案

# searchHint
source: Search
de: Suchen
es: Buscar
fi: Etsi
fr: Recherche
id: Cari
it: Cerca
nl: Zoeken
pt_br: Pesquisar
ru: Поиск
sk: Hľadať
uk: Пошук
zh: 吾将上下而求索...
zh_tw: 搜尋

# searchButtonLabel
source: Search
de: Suchen
es: Buscar
fi: Etsi
fr: Recherche
id: Cari
it: Cerca
nl: Zoeken
pt_br: Pesquisar
ru: Поиск
sk: Hľadať
uk: Пошук
zh: 吾将上下而求索...

# filterButtonLabel
source: Filter by group
de: Nach Gruppe filtern
es: Filtrar por grupo
fi: Suodata ryhmän mukaan
fr: Filtrer par groupe
id: Saring berdasarkan grup
it: Filtra per gruppo
nl: Filteren op groepen
pt_br: Filtrar por grupos
ru: Фильтр по группе
uk: Фільтрувати за групою
zh: 按组筛选

source: Clear
de: Löschen
es: Borrar
fi: Tyhjennä
fr: Supprimer
id: Bersihkan
it: Rimuovi
nl: Leegmaken
pt_br: Limpar
ru: Очистить
sk: Vyčistiť
uk: Очистити
zh: 清空
zh_tw: 清除

# autofillFilterPrefix
source: Filter:
es: Filtro:
fi: Suodatin:
fr: Filtre :
id: Saring:
it: Filtro:
pt_br: Filtro:
ru: Фильтр:
uk: Фільтр:
zh: 筛选：
zh_tw: 篩選：

# autofillPrompt
source: Select password entry for autofill.
de: Wähle einen Passwort-Eintrag für Autofill.
es: Seleccione campo de contraseña para autollenado.
fi: Valitse salasanan syöttö automaattista täyttöä varten.
fr: Sélectionnez le mot de passe pour le remplissage automatique.
id: Pilih entri kata sandi untuk isi otomatis.
it: Seleziona la password per l'auto-riempimento.
nl: Selecteer wachtwoord invoer voor Automatisch aanvullen.
pt_br: Selecione a senha para preenchimento automático.
ru: Выберите пароль для автозаполнения.
sk: Vyberte zadanie hesla pre automatické dopĺňanie.
uk: Оберіть пароль для автозаповнення.
zh: 选择用于自动填充的密码条目。
zh_tw: 選擇密碼以填入

source: Copied to clipboard.
de: In die Zwischenablage kopiert.
es: Copiado al portapapeles.
fi: Kopioitu leikepöydälle.
fr: Copié dans le presse-papier.
id: Disalin ke papan klip.
it: Copiato negli appunti.
nl: Gekopieerd naar klembord.
pt_br: Copiado para a área de transferência.
ru: Скопировано в буфер обмена.
sk: Skopírované do schránky.
uk: Скопійовано до буфера обміну.
zh: 成功复制到剪贴板
zh_tw: 複製到剪貼簿。

source: (no title)
de: (kein Titel)
es: (sin título)
fi: (ei otsikkoa)
fr: (aucun titre)
id: (tanpa judul)
it: (nome password)
nl: (geen titel)
pt_br: (sem título)
ru: (без заголовка)
sk: (žiadny nadpis)
uk: (нема заголовка)
zh: (无标题)
zh_tw: （無顯示標題）

source: (no username)
de: (kein Benutzername)
es: (sin usuario)
fi: (ei käyttäjänimeä)
fr: (aucun nom d'utilisateur)
id: (Tanpa nama pengguna)
it: (nome utente)
nl: (geen gebruikersnaam)
pt_br: (sem nome)
ru: (без имени пользователя)
sk: (žiadne meno)
uk: (нема ім'я користувача)
zh: (空空如也)
zh_tw: （無帳號名稱）

# filterCustomize
source: Customize …
de: Anpassen …
es: Personalizar …
fi: Muokkaa …
fr: Personnaliser …
id: Sesuaikan…
it: Personalizza …
nl: Aanpassen …
pt_br: Personalizar …
ru: Настройка …
sk: Prispôsobiť …
uk: Налаштувати …
zh: 自定义 …
zh_tw: 自訂篩選 …

# swipeCopyPassword
source: Copy Password
de: Passwort kopieren
es: Copiar contraseña
fi: Kopioi Salasana
fr: Copier le mot de passe
id: Salin Kata Sandi
it: Copia la Password
nl: Wachtwoord kopiëren
pt_br: Copiar Senha
ru: Копировать пароль
sk: Kopírovať Heslo
uk: Копіювати пароль
zh: 复制密码
zh_tw: 複製密碼

# swipeCopyUsername
source: Copy Username
de: Benutzername kopieren
es: Copiar Usuario
fi: Kopioi Käyttäjänimi
fr: Copier le nom d'utilisateur
id: Salin Nama Pengguna
it: Copia il Nome Utente
nl: Gebruikersnaam kopiëren
pt_br: Copiar Usuário
ru: Копировать имя пользователя
sk: Kopírovať používateľské meno
uk: Копіювати ім'я користувача
zh: 复制登录帐号
zh_tw: 複製帳號

# copyUsernameNotExists
source: Entry has no username defined.
de: Eintrag hat keinen Benutzernamen.
es: La entrada no tiene nombre de usuario.
fi: Käyttäjänimeä ei ole määritelty.
fr: L'entrée n'a pas de nom d'utilisateur défini.
it: La voce non ha alcun nome utente definito.
nl: Item heeft geen gebruikersnaam ingesteld.
pt_br: Entrada não tem nenhum nome de usuário definido.
ru: Имя пользователя не определено.
uk: Цей запис не має ім'я користувача.

# copyPasswordNotExists
source: Entry has no password defined.
de: Eintrag hat kein Passwort definiert.
es: La entrada no tiene contraseña.
fi: Merkinnässä ei ole määritetty salasanaa.
fr: L'entrée n'a pas de nom d'utilisateur défini.
it: La voce non ha alcuna password definita.
nl: Item heeft geen wachtwoord gedefinieerd.
pt_br: A entrada não possui uma senha definida.
ru: Пароль не определен.
uk: Цей запис не має пароля.

# doneCopiedPassword
source: Copied password to clipboard.
de: Passwort in die Zwischenablage kopiert.
es: Contraseña copiada al portapapeles.
fi: Salasana kopioitu leikepöydälle.
fr: Mot de passe copié dans le presse-papier.
id: Kata Sandi disalin ke papan klip.
it: Password copiata negli appunti.
nl: Wachtwoord gekopieerd naar klembord.
pt_br: Senha copiada para área de transferência.
ru: Пароль скопирован в буфер обмена.
sk: Heslo bolo skopírované do schránky.
uk: Пароль скопійовано до буфера обміну.
zh: 密码已复制到剪贴板。
zh_tw: 已將密碼複製到剪貼簿。

# doneCopiedUsername
source: Copied username to clipboard.
de: Benutzername in die Zwischenablage kopiert.
es: Usuario copiado al portapapeles.
fi: Käyttäjätunnus kopioitu leikepöydälle.
fr: Nom d'utilisateur copié dans le presse-papier.
id: Kata nama pengguna ke papan klip.
it: Nome utente copiato negli appunti.
nl: Gebruikersnaam gekopieerd naar klembord.
pt_br: Nome de usuário copiado para área de transferência.
ru: Имя пользователя скопировано в буфер обмена.
sk: Skopírované používateľské meno do schránky.
uk: Ім'я користувача було скопійовано до буфера обміну.
zh: 登录帐号已复制到剪贴板。
zh_tw: 已將帳號複製到剪貼簿。

# doneCopiedField
source: Copied.
de: Kopiert.
es: Copiado.
fi: Kopioitu.
fr: Copié.
id: Disalin.
it: Copiato.
nl: Gekopieerd.
pt_br: Copiado.
ru: Скопировано.
sk: Skopírované.
uk: Скопійовано.
zh: 复制成功！
zh_tw: 已複製。

# copiedFieldToClipboard
source: {fieldName} copied.
de: {fieldName} kopiert.
es: {fieldName} copiado.
fi: {fieldName} kopioitu.
fr: {fieldName} copié.
id: {fieldName} disalin.
it: {fieldName} copiato.
nl: {fieldName} gekopieerd.
pt_br: {fieldName} copiado.
ru: {fieldName} скопировано.
uk: {fieldName} зкопійовано.

# copiedFieldEmpty
source: {fieldName} is empty.
de: {fieldName} ist leer.
es: {fieldName} está vacío.
fi: {fieldName} on tyhjä.
fr: {fieldName} est vide.
id: {fieldName} kosong.
it: {fieldName} è vuoto.
nl: {fieldName} is leeg.
pt_br: {fieldName} está vazio.
ru: {fieldName} пустое.
uk: Поле "{fieldName}" порожнє.

# emptyPasswordVaultPlaceholder
source: You do not have any password in your database yet.
de: Du hast noch keine Passworter in deiner Datenbank.
es: Aún no tienes ninguna contraseña en tu base de datos.
fi: Sinulla ei ole vielä salasanaa tietokannassasi.
fr: Vous n'avez pas encore de mot de passe dans votre base de données.
id: Anda belum memiliki kata sandi di database anda.
it: Non hai alcuna password nel tuo database.
nl: Je hebt nog geen wachtwoord in je database.
pt_br: Você ainda não possui nenhuma senha no seu banco de dados.
ru: У Вас ещё нет паролей в вашей базе данных.
sk: Zatiaľ nemáte vo svojej databáze žiadne heslo.
uk: Ви ще не маєте жодного пароля в базі даних.
zh: 感谢您的信任！现在这里空空如也，准备好开始保护你的第一个密码了吗？
zh_tw: 目前資料庫中沒有任何密碼。

# emptyPasswordVaultButtonLabel
source: Create your first Password
de: Erstelle dein erstes Passwort
es: Crea tu primera contraseña
fi: Luo ensimmäinen salasanasi
fr: Créez votre premier mot de passe
id: Buat Kata Sandi pertama anda
it: Crea la tua prima password
nl: Maak je eerste wachtwoord aan
pt_br: Crie a sua primeira Senha
ru: Создайте ваш первый Пароль
sk: Vytvorte si svoje prvé heslo
uk: Створити свій перший пароль
zh: 是的！开始添加第一个密码！
zh_tw: 記下第一組密碼

source: Loading
de: Wird geladen
es: Cargando
fi: Ladataan
fr: Chargement en cours
id: Memuat
it: Caricamento
nl: Laden
pt_br: Carregando...
ru: Загрузка
uk: Завантаження

source: Loading file …
de: Datei wird geladen …
es: Cargando archivo …
fi: Ladataan tiedostoa…
fr: Chargement du fichier …
id: Memuat file…
it: Caricamento del file …
nl: Bestand laden …
pt_br: Carregando arquivo …
ru: Загрузка файла …
sk: Načítavam súbor …
uk: Завантаження файлу …
zh: 召唤真理之匙...
zh_tw: 檔案讀取中 …

source: Internal file
de: Interne Dateien
es: Archivo interno
fi: Sisäinen tiedosto
fr: Fichier interne
id: File internal
it: File interno
nl: Intern bestand
pt_br: Arquivo interno
ru: Локальный файл
sk: Interný súbor
uk: Внутрішній файл
zh: 内部文件
zh_tw: 內部檔案

# internalFileSubtitle
source: Database previously created with AuthPass
de: Datenbank zuvor mit AuthPass erstellt
es: Base de datos previamente creada con AuthPass
fi: Aiemmin AuthPassilla luotu tietokanta
fr: Base de données précédemment créée avec AuthPass
id: Database yang dibuat sebelumnya menggunakan AuthPass
it: Database creato in precedenza con AuthPass
nl: Database eerder aangemaakt met AuthPass
pt_br: Banco de dados previamente criado com o AuthPass
ru: База данных ранее созданная с AuthPass
sk: Databáza predtým vytvorená pomocou aplikácie AuthPass
uk: Попередня база паролів створена в AuthPass
zh: 之前使用 誓约 创建的密码库
zh_tw: 先前以 AuthPass 建立的資料庫

source: File Picker
es: Selector de archivos
fi: Tiedoston valitsin
fr: Gestionnaire de fichiers
id: Pemilih file
it: Sfoglia
nl: Bestandskiezer
pt_br: Selecionar Arquivo
ru: Выбор Файла
sk: Výber Súborov
uk: Вибір файлу
zh: 文件选择器
zh_tw: 選擇檔案

# filePickerSubtitle
source: Open file from the device.
de: Datei vom lokalen Gerät öffnen.
es: Abrir archivo desde el dispositivo.
fi: Avaa tiedosto laitteesta.
fr: Ouvrir un fichier de l'appareil.
id: Buka file dari perangkat.
it: Apri il file dal dispositivo.
nl: Open bestand op het apparaat.
pt_br: Abrir arquivo a partir do dispositivo.
ru: Откройте файл с устройства.
sk: Otvoriť súbor z tohto zariadenia.
uk: Відкрити файл з пристрою.
zh: 从设备存储打开文件。
zh_tw: 自本機開啟檔案。

# credentialsAppBarTitle
source: Credentials
de: Entschlüsselung
es: Credenciales
fi: Valtuustiedot
fr: Identification
id: Kredensial
it: Credenziali
nl: Aanmeldgegevens
pt_br: Credenciais
sk: Prihlasovacie údaje
uk: Облікові дані
zh: 解锁密码
zh_tw: 驗證資訊

# credentialLabel
source: Enter the password for:
de: Passwort eingeben für:
es: Introduzca la contraseña para:
fi: Anna salasana:
fr: Entrez le mot de passe pour :
id: Masukkan kata sandi untuk:
it: Inserisci la password per:
nl: Vul het wachtwoord in voor:
pt_br: Digite a senha para:
ru: Введите пароль для:
sk: Zadajte heslo pre:
uk: Введіть пароль для:
zh: 输入这个数据库的解锁密码
zh_tw: 輸入密碼：

# masterPasswordInputLabel
source: Password
de: Passwort
es: Contraseña
fi: Salasana
fr: Mot de passe
id: Kata Sandi
nl: Wachtwoord
pt_br: Senha
ru: Пароль
sk: Heslo
uk: Пароль
zh: 请填入主密码
zh_tw: 密碼

# masterPasswordEmptyValidator
source: Please enter your password.
de: Bitte gib dein Passwort ein.
es: Por favor, introduzca su contraseña.
fi: Syötä salasanasi.
fr: Veuillez entrer votre mot de passe.
id: Mohon masukkan kata sandi anda.
it: Inserisci la password.
nl: Voer je wachtwoord in.
pt_br: Por favor, digite sua senha.
ru: Пожалуйста, введите Ваш пароль.
sk: Prosím vložte heslo.
uk: Будь ласка, введіть ваш пароль.
zh: 请在这里填入主密码
zh_tw: 請輸入密碼。

# masterPasswordIncorrectValidator
source: Invalid password
de: Ungültiges Passwort
es: Contraseña inválida
fi: Väärä salasana
fr: Mot de passe incorrect
id: Kata sandi salah
it: Password errata
nl: Ongeldig wachtwoord
pt_br: Senha inválida
ru: Неверный пароль
sk: Nesprávne heslo
uk: Невірний пароль
zh: 密码不对哦~
zh_tw: 密碼錯誤

source: Use Key File
de: Schlüsseldatei verwenden
es: Usar archivo clave
fi: Käytä avaintiedostoa
fr: Utiliser un fichier clé
id: Gunakan Kunci File
it: Usa file autenticazione
nl: Gebruik sleutelbestand
pt_br: Usar Arquivo Chave
ru: Использовать файл Ключа
sk: Použiť súbor s kľúčom
uk: Використати файл-ключ
zh: 使用密钥文件
zh_tw: 使用金鑰檔

# saveMasterPasswordBiometric
source: Save Password with biometric key store?
de: Passwort sicher speichern (mit biometrischen Schutz)?
es: ¿Guardar contraseña con clave biométrica?
fi: Tallennetaanko salasana biometrisellä avaimella?
fr: Enregistrer le mot de passe dans les données biométriques ?
id: Simpan kata sandi dengan kunci biometri tersimpan?
it: Salvare la password nella memoria ad accesso biometrico?
nl: Wachtwoord opslaan met biometrische sleutelopslag?
pt_br: Salvar Senha com armazenamento de chave biométrica?
ru: Сохранить пароль с биометрической разблокировкой?
sk: Uložiť heslo pomocou biometrických kľúčov?
uk: Зберегти пароль із біометричним сховищем ключів?
zh: 使用生物识别保存密码？
zh_tw: 以生物驗證儲存檔案密碼？

source: Close
de: Schließen
es: Cerrar
fi: Sulje
fr: Fermer
id: Tutup
it: Chiudi
nl: Sluiten
pt_br: Fechar
ru: Закрыть
uk: Закрити
zh: 关闭

source: Add New Password
de: Neues Passwort hinzufügen
es: Añadir nueva contraseña
fi: Luo Uusi Salasana
fr: Ajouter un nouveau mot de passe
id: Tambah kata sandi baru
it: Aggiungi nuova password
nl: Voeg nieuw wachtwoord toe
pt_br: Adicionar nova senha
ru: Добавить Новый Пароль
uk: Додати новий пароль
zh: 添加新密码

# errorOpenFileInvalidFileStructureTitle
source: Tried to open invalid file type
de: Es wurde versucht, einen ungültigen Dateityp zu öffnen
es: Se intentó abrir un tipo de archivo inválido
fi: Yritettiin avata virheellinen tiedostotyyppi
fr: Tentative d'ouverture d'un type de fichier invalide
it: Tentato di aprire un tipo di file non valido
nl: Geprobeerd om een ongeldig bestandstype te openen
pt_br: Tentou abrir um tipo de arquivo inválido
ru: Попытка открыть файл неверного типа
uk: Спроба відкрити невірний тип файлу
