Repository: authpass/authpass
Catalog: authpass/lib/l10n/app_*.arb
Languages: de, es, fi, fr, id, it, nl, pt_br, ru, sk, uk, zh, zh_tw

# errorOpenFileInvalidFileStructureBody
source: The file ({fileName}) does not appear to be a valid KDBX file. Please either choose a valid KDBX file or create a new password database.
de: Die Datei ({fileName}) scheint keine gültige KDBX-Datei zu sein. Bitte wählen Sie entweder eine gültige KDBX-Datei oder erstellen Sie eine neue Passwortdatenbank.
es: El archivo ({fileName}) parece no ser un archivo KDBX válido. Por favor, elija un archivo KDBX válido o cree una nueva base de datos para las contraseñas.
fi: Tiedosto ({fileName}) ei näytä olevan kelvollinen KDBX- tiedosto. Valitse joko kelvollinen KDBX-tiedosto tai luo uusi salasanan tietokanta.
fr: Le fichier ({fileName}) ne partait pas être un fichier KDBX valide. Veuillez choisir un fichier KDBX valide ou créer une nouvelle base de donnée.
it: Il file ({fileName}) non sembra essere un file KDBX valido. Scegliere un file KDBX valido o creare un nuovo database di password.
nl: Het bestand ({fileName}) lijkt geen geldig KDBX bestand te zijn. Selecteer een geldig KDBX-bestand of maak een nieuwe wachtwoorddatabase.
pt_br: O arquivo ({fileName}) parece não ser um arquivo KDBX válido. Por favor, escolha um arquivo KDBX válido ou crie um novo banco de senhas.
ru: Кажется, файл ({fileName}) не является валидным файлом KDBX. Пожалуйста, выберите валидный файл KDBX, или создайте новую базу данных паролей.
uk: Файл ({fileName}) не є коректним файлом KDBX. Будь ласка, виберіть правильний файл KDBX або створіть нову базу паролів.

# errorOpenFileAlreadyOpenTitle
source: File already open
de: Datei schon geöffnet
es: Archivo ya abierto
fi: Tiedosto on jo auki
fr: Fichier déjà ouvert
id: File telah terbuka
it: File già aperto
nl: Bestand al geopend
pt_br: Arquivo já aberto
ru: Файл уже открыт
sk: Súbor je už otvorený
uk: Цей файл вже відкритий
zh: 文件已经打开
zh_tw: 這個檔案早已開啟了

# errorOpenFileAlreadyOpenBody
source: The selected database {databaseName} is already open from {openFileSource} (Tried to open from {newFileSource})
de: Die Datenbank {databaseName} ist bereits von {openFileSource} aus geöffnet. (Versuchte {newFileSource} zu öffnen)
es: La base de datos seleccionada {databaseName} ya está abierta desde {openFileSource} (Se intentó abrir desde {newFileSource})
fi: Valittu tietokanta {databaseName} on jo avoinna {openFileSource} (Yritettiin avata {newFileSource})
fr: La base de données {databaseName} sélectionnée est déjà ouverte depuis {openFileSource} (tentative d'ouverture depuis {newFileSource})
id: Database terpilih {databaseName} telah terbuka dari {openFileSource} (mencoba memuat dari{newFileSource})
it: Il database selezionato {databaseName} è già aperto da {openFileSource} (Si è tentato di aprire da {newFileSource})
nl: De geselecteerde database {databaseName} is al geopend vanuit {openFileSource} (Geprobeerd om te openen vanuit {newFileSource})
pt_br: O banco de dados {databaseName} já está aberto a partir de {openFileSource} (Tentativa de abrir a partir de {newFileSource})
ru: Выбранная база данных {databaseName} уже открыта через {openFileSource} (Была попытка открыть её через {newFileSource})
sk: Vybraná databáza {databaseName} je už otvorená z {openFileSource} (pokus o otvorenie z {newFileSource})
uk: Обрана база даних {databaseName} вже відкрита з {openFileSource} (Спроба відкрити з {newFileSource})
zh: 所选数据库 {databaseName} 已经从 {openFileSource} 打开(试图从 {newFileSource} 打开)
zh_tw: 您選的資料庫 {databaseName} 早已自{openFileSource} 開啟（您正試圖從{newFileSource} 再度開啟）

# loadFromUrl
source: Download from Url
de: Von der url herunterladen
es: Descargar desde URL
fi: Lataa osoitteesta Url
fr: Télécharger depuis une URL
id: Unduh dari Url
it: Scarica da Url
nl: Download vanaf URL
pt_br: Baixar da URL
ru: Скачать через URL
uk: Завантажити з URL-адреси
zh: 从链接下载
zh_tw: 開啟 URL

# loadFromUrlEnterUrl
source: Enter URL
de: URL eingeben
es: Introducir URL
fi: Kirjoita URL-osoite
fr: Entrez l'URL
id: Masukkan URL
it: Inserisci URL
nl: Voer URL in
pt_br: Insira a URL
ru: Введите URL
uk: Введіть URL-адресу

# loadFromUrlErrorEnterFullUrl
source: Please enter full url starting with http:// or https://
de: Bitte geben Sie die vollständige URL ein, beginnend mit http:// oder https://
es: Por favor, introduzca una URL completa que comience con http:// o https://
fi: Anna koko Url-osoite, joka alkaa http:// tai https://
fr: Veuillez entrer une url complète commençant par http:// ou https://
it: Per favore inserisci l'Url completo, a partire da http:// o https://
nl: Voer de volledige URL in die begint met http:// of https://
pt_br: Por favor, insira a URL completa, começando com http:// ou https://
ru: Пожалуйста, введиье полный url начинающийся с http:// или http://
uk: Будь ласка, введіть повне посилання починаючи з http:// або https://

# loadFromUrlErrorInvalidUrl
source: Please enter a valid url.
de: Bitte eine gültige URL eingeben.
es: Por favor, introduzca una url válida.
fi: Anna kelvollinen Url-osoite.
fr: Veuillez entrer une URL valide.
it: Per favore inserisci un Url valido.
nl: Voer een geldige URL in.
pt_br: Por favor, insira uma URL válida.
ru: Пожалуйста, введите правильный url.
uk: Будь ласка, введіть правильний URL.

# linuxAppArmorWarning
source: AuthPass requires permission to communicate with Secret Service to store credentials for cloud storage. Please run the following command:
de: AuthPass benötigt die Berechtigung, mit dem Geheimdienst zu kommunizieren, um Anmeldedaten für den Cloud-Speicher zu speichern. Bitte führen Sie den folgenden Befehl aus:
fi: AuthPass vaatii luvan kommunikoida Secret Servicen kanssa, jotta se voi tallentaa valtakirjat pilvitallennusta varten. Suorita seuraava komento:
fr: AuthPass nécessite les autorisations de communication avec les services secrets pour sauvegarder les identifiants dans le stockage cloud. Veuillez exécuter les commandes suivantes:
it: AuthPass richiede il permesso di comunicare con il Servizio Segreto e di memorizzare le credenziali per l'archiviazione cloud. Per favore, esegui il seguente comando:
nl: AuthPass vereist toestemming om te communiceren met de Secrets Service om referenties op te slaan voor cloud opslag. Voer het volgende commando uit:
pt_br: AuthPass requer permissão para se comunicar com o Serviço Secreto para armazenar credenciais na nuvem. Por favor, execute o seguinte comando:
ru: AuthPass нужны разрешения для взаимодействия с Сервисом Паролей для сохранения учётных данных для облачных хранилищ. Пожалуйста, введите следующую комманду:
uk: AuthPass потребує дозволу на зв'язок зі Службою Паролів для зберігання облікових даних для хмарного сховища. Будь ласка, виконайте наступну команду:

source: Cancel
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
id: Batal
it: Elimina
nl: Annuleer
pt_br: Cancelar
ru: Отмена
uk: Скасувати

# errorLoadFileFromSourceTitle
source: Error while opening file.
de: Fehler beim öffnen der Datei.
es: Error al abrir el archivo.
fi: Virhe tiedostoa avattaessa.
fr: Erreur lors de l'ouverture du fichier.
id: Galat saat membuka file.
it: Errore nell'apertura del file.
nl: Fout bij het openen van bestand.
pt_br: Ocorreu um erro ao abrir arquivo.
ru: Ошибка во время открытия файла.
uk: Помилка під час відкриття файлу.

# errorLoadFileFromSourceBody
source: Unable to open {source}. {error}
de: {source} konnte nicht geöffnet werden. {error}
es: No se puede abrir {source}. {error}
fi: Ei voitu avata {source}. {error}
fr: Impossible d'ouvrir {source}. {error}
it: Impossibile aprire {source}. {error}
nl: Niet mogelijk om {source} te openen. {error}
pt_br: Não é possível abrir {source}. {error}
ru: Не удалось открыть {source}. {error}
uk: Не вдалося відкрити {source}. {error}

# errorUnlockFileTitle
source: Unable to open File
de: Datei kann nicht geöffnet werden
es: No se puede abrir el archivo
fi: Tiedostoa ei voi avata
fr: Ouverture de fichier impossible
id: Tidak dapat membuka file
it: Impossibile aprire il File
nl: Kan bestand niet openen
pt_br: Não foi possível abrir o arquivo
ru: Не удается открыть файл
sk: Súbor sa nepodarilo otvoriť
uk: Не вдалося відкрити файл
zh: 无法打开文件
zh_tw: 無法開啟檔案

# errorUnlockFileBody
source: Unknown error while trying to open file. {error}
de: Unbekannter Fehler beim Öffnen der Datei. {error}
es: Error desconocido al intentar abrir el archivo. {error}
fi: Tuntematon virhe avattaessa tiedostoa. {error}
fr: Erreur inconnue lors de l'ouverture du fichier. {error}
id: Kesalahan tidak diketahui saat mencoba membuka file. {error}
it: Errore sconosciuto durante l'apertura del file. {error}
nl: Onbekende fout bij het openen van bestand. {error}
pt_br: Erro desconhecido ao tentar abrir o arquivo. {error}
ru: Неизвестная ошибка при попытке открыть файл. {error}
sk: Neznáma chyba pri otvárani súboruor}. {error}
uk: Сталася невідома помилка під час спроби відкрити файл. {error}
zh: 尝试打开文件时发生未知错误。 {error}
zh_tw: 開啟檔案時發生不明錯誤：{error}

# dialogContinue
source: Continue
de: Weiter
es: Continuar
fi: Jatka
fr: Suivant
id: Lanjutkan
it: Continua
nl: Doorgaan
pt_br: Continuar
ru: Продолжить
sk: Pokračovať
uk: Продовжити
zh: 下一步
zh_tw: 繼續

# dialogSendErrorReport
source: Send Error Report
de: Fehlerbericht senden
es: Enviar Informe de Error
fi: Lähetä Virheraportti
fr: Envoyer le rapport d'erreur
id: Kirim laporan galat
it: Invia Report Errore
nl: Foutrapport versturen
pt_br: Enviar Relatório de Erro/Ajuda
ru: Отправить отчет об ошибке
uk: Надіслати звіт про помилки
zh: 发送错误报告/帮助
zh_tw: 求助/傳送錯誤報告

# dialogReportErrorForum
source: Report Error in Forum/Help
de: Fehler im Forum melden/Hilfe
es: Reportar error en el Foro/Ayuda
fi: Ilmoita virheestä foorumissa/ohjeessa
fr: Signaler une erreur dans le Forum/Aide
id: Laporkaan galat di Forum/Bantuan
it: Segnala errore nel Forum/Aiuto
nl: Rapporteer fout in Forum/Hulp
pt_br: Relatar erro no Fórum/Ajuda
ru: Сообщить об ошибке на форум/справка
uk: Повідомити про помилку на форумі/центрі допомоги

# groupFilterDescription
source: Select which Groups to show (recursively)
de: Wähle Gruppen die (rekursiv) angezeigt werden sollen
es: Seleccione qué grupos mostrar (recursivamente)
fi: Valitse, mitkä ryhmät näytetään (rekursiivisesti)
fr: Sélectionnez les groupes à afficher (récursif)
id: Pilih grup yang akan ditampilkan (rekursif)
it: Seleziona quali Gruppi mostrare (e relativi sottogruppi)
nl: Selecteer de groepen om te tonen (recursief)
pt_br: Selecione quais Grupos exibir (recursivamente)
ru: Выберите, какие группы показывать (рекурсивно)
sk: Vyberte, ktoré skupiny sa majú zobrazovať (rekurzívne)
uk: Виберіть, які групи показувати (рекурсивно)
zh: 选择要显示的分组 (递归)
zh_tw: 選擇要顯示的群組（包含子群組）

# groupFilterSelectAll
source: Select all
de: Alles auswählen
es: Seleccionar todo
fi: Valitse kaikki
fr: Tout sélectionner
id: Pilih semua
it: Seleziona tutto
nl: Alles selecteren
pt_br: Selecionar todos
ru: Выбрать все
sk: Označiť všetko
uk: Обрати все
zh: 全选
zh_tw: 全選

# groupFilterDeselectAll
source: Deselect all
de: Auswahl aufheben
es: Deseleccionar todo
fi: Poista kaikki valinnat
fr: Tout désélectionner
id: Hapus semua
it: Deseleziona tutto
nl: Alles deselecteren
pt_br: Desmarcar todos
ru: Отменить выбор
sk: Odznačiť všetko
uk: Зняти всі виділення
zh: 取消全选
zh_tw: 全部不選

source: Create Subgroup
de: Untergruppe erstellen
es: Crear subgrupo
fi: Luo alaryhmä
fr: Créer un sous-groupe
id: Buat Subgrup
it: Crea Un Sottogruppo
nl: Subgroep aanmaken
pt_br: Criar Subgrupo
ru: Создать подгруппу
sk: Vytvoriť podskupinu
uk: Створити підгрупу
zh: 创建下级分组
zh_tw: 建立子群組

# editAction
source: Edit
de: Bearbeiten
es: Editar
fi: Muokkaa
fr: Modifier
id: Sunting
it: Modifica
nl: Bewerken
pt_br: Editar
ru: Редактирование
sk: Editovať
uk: Редагувати
zh: 编辑
zh_tw: 編輯

# mailboxEnableLabel
source: (re)enable
de: (erneut) aktivieren
es: (re)habilitar
fi: (uudelleen)käyttöönotto
fr: (ré)activer
it: (ri)abilita
nl: (opnieuw) inschakelen
pt_br: (re)ativar
ru: (повторно) включить
uk: ввімкнути (знову)

# mailboxEnableHint
source: Continue receiving emails
de: E-Mails weiterhin empfangen
es: Continuar recibiendo correos
fi: Jatka sähköpostien vastaanottamista
fr: Continuer à recevoir des e-mails
it: Continua a ricevere e-mail
nl: Doorgaan met ontvangen e-mails
pt_br: Continuar recebendo e-mails
ru: Продолжить получение писем
uk: Продовжити отримувати листи

# mailboxDisableLabel
source: Disable
de: Deaktivieren
es: Deshabilitar
fi: Poista Käytöstä
fr: Désactiver
id: Nonaktifkan
it: Disabilita
nl: Uitschakelen
pt_br: Desativar
ru: Отключить
uk: Вимкнути

# mailboxDisableHint
source: Receive no more emails
de: Keine weiteren E-Mails empfangen
es: No recibir más correos
fi: Älä enää vastaanota sähköposteja
fr: Ne plus recevoir d'e-mails
it: Non ricevere più email
nl: Ontvang geen e-mails meer
pt_br: Não receber mais e-mails
ru: Больше не получать электронные письма
uk: Більше не отримувати листів

# mailListNoMail
source: You do not have any emails yet.
de: Sie haben noch keine Emails erhalten.
es: Aún no tienes ningún correo.
fi: Sinulla ei ole vielä yhtään sähköpostia.
fr: Vous n'avez pas encore d'e-mail.
it: Non hai ancora nessuna email.
nl: U heeft nog geen e-mails.
pt_br: Você ainda não tem nenhum e-mail.
ru: У вас пока нет ни одного письма.
uk: Ви ще не отримували жодних листів.

# mailboxLabelPrefixForEntry
source: Entry: {entryLabel}
de: Eintrag: {entryLabel}
es: Entrada: {entryLabel}
fi: Sisäänkirjautuminen: {entryLabel}
fr: Saisie : {entryLabel}
id: Entri: {entryLabel}
it: Voce: {entryLabel}
pt_br: Entrada: {entryLabel}
ru: Вход: {entryLabel}
uk: Запис: {entryLabel}

# mailboxLabelPrefixUnknownEntry
source: Unknown Entry: {entryUuid}
de: Unbekannter Eintrag: {entryUuid}
es: Entrada desconocida: {entryUuid}
fi: Tuntematon kirjautuminen: {entryUuid}
fr: Entrée inconnue: {entryUuid}
id: Entri tidak diketahui: {entryUuid}
it: Voce sconosciuta: {entryUuid}
nl: Onbekende invoer: {entryUuid}
pt_br: Entrada desconhecida: {entryUuid}
ru: Неизвестная запись: {entryUuid}
uk: Невідомий запис: {entryUuid}

# mailboxLabelPrefixCreatedAt
source: Created at: {dateTime}
de: Erstellt am: {dateTime}
es: Creado el: {dateTime}
fi: Luotu osoitteessa: {dateTime}
fr: Créé le : {dateTime}
id: Dibuat pada: {dateTime}
it: Creato il: {dateTime}
nl: Aangemaakt op: {dateTime}
pt_br: Criado em: {dateTime}
ru: Создано: {dateTime}
uk: Створено: {dateTime}

# masterPasswordDescription
source: The master password is used to securely encrypt your password database. Make sure to remember it, it can not be restored.
de: Das Master-Passwort wird verwendet, um Ihre Passwortdatenbank sicher zu verschlüsseln. Denken Sie daran, bei Verlust ihres Master-Passwort können ihre Daten nicht wiederhergestellt werden.
es: La contraseña maestra se utiliza para cifrar de forma segura su base de datos. Asegúrese de recordarla, no puede ser restaurada.
fi: Pääsalasanaa käytetään salaamaan turvallisesti salasanatietokantasi. Varmista, että muistat sen, sitä ei voi palauttaa.
fr: Le mot de passe maître est utilisé pour chiffrer de façon sécurisée votre base de données de mot de passe. Assurez-vous de vous en souvenir. Il ne peut pas être restauré.
it: La password principale viene utilizzata per crittografare in modo sicuro il tuo database delle password. Assicurati di ricordarla, non può essere ripristinata.
nl: Het hoofdwachtwoord gebruik je om je wachtwoorddatabase veilig te versleutelen. Zorg ervoor dat u het onthoudt. Het wachtwoord kan niet hersteld worden.
pt_br: A senha mestra é usada para criptografar com segurança seu banco de senhas. Certifique-se de lembrá-la, ela não pode ser restaurada.
ru: Мастер-пароль используется для безопасного шифрования базы данных паролей. Обязательно запомните его, восстановить его будет невозможно.
uk: Головний пароль використовується для безпечного шифрування бази паролів. Його неможливо відновити, тож переконайтеся що ви його пам'ятаєте.

# unsavedChangesWarningTitle
source: Unsaved Changes
de: Nicht gespeicherte Änderungen
es: Cambios sin guardar
fi: Tallentamattomat Muutokset
fr: Modifications non sauvegardées
id: Perubahan belum disimpan
it: Modifiche Non Salvate
nl: Niet-opgeslagen wijzigingen
pt_br: Mudanças não salvas
ru: Несохраненные изменения
uk: Не всі зміни збережено

# unsavedChangesWarningBody
source: There are still unsaved changes. Do you want to discard changes?
de: Es gibt noch ungespeicherte Änderungen. Möchten Sie die Änderungen verwerfen?
es: Todavía hay cambios sin guardar. ¿Desea descartar los cambios?
fi: Tallentamattomia muutoksia on edelleen. Haluatko hylätä muutokset?
fr: Il y a encore des modifications non enregistrées. Voulez-vous annuler les modifications ?
it: Ci sono ancora modifiche non salvate. Vuoi annullare le modifiche?
nl: Er zijn nog steeds niet-opgeslagen wijzigingen. Wilt u de wijzigingen weggooien?
pt_br: Ainda existem mudanças não salvas. Você deseja descartar as mudanças?
ru: Все еще есть несохраненные изменения. Вы хотите отменить изменения?
uk: Дані ще не збережені. Ви бажаєте відхилити зміни?

# unsavedChangesDiscardActionLabel
source: Discard Changes
de: Änderungen verwerfen
es: Descartar cambios
fi: Hylkää Muutokset
fr: Ignorer les modifications
id: Batalkan perubahan
it: Annulla Modifiche
nl: Wijzigingen weggooien
pt_br: Descartar Alterações
ru: Отменить изменения
uk: Скасувати зміни

# deletePermanentlyAction
source: Delete Permanently
de: Dauerhaft löschen
es: Eliminar Permanentemente
fi: Poista Pysyvästi
fr: Supprimer définitivement
id: Hapus Permanen
it: Elimina definitivamente
nl: Permanent verwijderen
pt_br: Excluir permanentemente
ru: Удалить навсегда
uk: Видалити назавжди

# restoreFromRecycleBinAction
source: Restore
de: Wiederherstellen
es: Restaurar
fi: Palauta
fr: Restaurer
id: Pulihkan
it: Ripristina
nl: Herstellen
pt_br: Restaurar
ru: Восстановить
uk: Відновити

# deleteAction
source: Delete
de: Löschen
es: Eliminar
fi: Poista
fr: Supprimer
id: Hapus
it: Elimina
nl: Verwijderen
pt_br: Apagar
ru: Удалить
sk: Zmazať
uk: Видалити
zh: 删除
zh_tw: 刪除

source: Deleted entry.
de: Eintrag gelöscht.
es: Entrada eliminada.
fi: Poistettu merkintä.
fr: Entrée supprimée.
id: Hapus entri.
it: Voce eliminata.
nl: Verwijderde invoer.
pt_br: Entrada excluída.
ru: Запись удалена.
uk: Вилучений запис.

# successfullyDeletedGroup
source: Deleted group.
de: Gruppe gelöscht.
es: Grupo eliminado.
fi: Poistettu ryhmä.
fr: Groupe supprimé.
id: Grup terhapus.
it: Gruppo eliminato.
nl: Verwijderde groep.
pt_br: Grupo apagado.
ru: Группа удалена.
sk: Zmazať skupinu.
uk: Видалити групу.
zh: 已删除分组。
zh_tw: 群組已刪除。

# undoButtonLabel
source: Undo
de: Rückgängig
es: Deshacer
fi: Kumoa
fr: Annuler
id: Batalkan
it: Annulla
nl: Herstel
pt_br: Desfazer
ru: Отменить
sk: Vrátiť
uk: Скасувати
zh: 撤消
zh_tw: 復原

# saveButtonLabel
source: Save
de: Speichern
es: Guardar
fi: Tallenna
fr: Sauvegarder
id: Simpan
it: Salva
nl: Opslaan
pt_br: Salvar
ru: Сохранить
sk: Uložiť
uk: Зберегти
zh: 保存
zh_tw: 儲存

source: WebDAV Settings
de: WebDAV Einstellungen
es: Ajustes WebDAV
fi: WebDAV asetukset
fr: Configuration WebDAV
id: Pengaturan WebDAV
it: Impostazioni WebDAV
nl: WebDAV instellingen
pt_br: Configurações WebDAV
ru: Настройки WebDAV
uk: Налаштування WebDAV

# webDavUrlLabel
source: URL
fi: URL-osoite
uk: URL-адреса

# webDavUrlHelperText
source: Base Url to your WebDAV service.
de: Basis-URL zu Ihrem WebDAV-Service.
es: URL base para su servicio WebDAV.
fi: WebDAV palvelun Url-osoite.
fr: Url de base de votre service WebDAV.
it: Base Url al tuo servizio WebDAV.
nl: Basis URL voor je WebDAV service.
pt_br: URL de base para seu serviço WebDAV.
uk: Базове посилання на Вашу службу WebDAV.

# webDavUrlValidatorError
source: Please enter a URL
de: Bitte eine URL eingeben
es: Por favor, introduzca una URL
fi: Anna URL-osoite
fr: Veuillez entrer une URL
it: Per favore inserisci un URL
nl: Voer een URL in
pt_br: Por favor, insira uma URL
ru: Пожалуйста, введите URL
uk: Введіть URL-адресу

# webDavUrlValidatorInvalidUrlError
source: Please enter a valid url with http:// or https://
de: Bitte geben Sie eine gültige URL mit http:// oder https:// ein
es: Por favor, introduzca una URL válida con http:// o https://
fi: Syötä kelvollinen Url-osoite http:// tai http://
fr: Veuillez entrer une url valide avec http:// ou https://
it: Per favore inserisci un Url valido con http:// o https://
nl: Voer een geldige URL in met http:// of https://
pt_br: Digite uma URL válida com http:// ou https://
ru: Пожалуйста, введите правильный url с http:// или https://
uk: Будь ласка, введіть повне посилання починаючи з http:// або https://

# webDavAuthUser
source: Username
de: Benutzername
es: Usuario
fi: Käyttäjätunnus
fr: Nom d'utilisateur
id: Nama pengguna
it: Nome Utente
nl: Gebruikersnaam
pt_br: Usuário
ru: Имя пользователя
uk: Логін

# webDavAuthPassword
source: Password
de: Passwort
es: Contraseña
fi: Salasana
fr: Mot de passe
id: Kata Sandi
nl: Wachtwoord
pt_br: Senha
ru: Пароль
sk: Heslo
uk: Пароль

# mergeSuccessDialogTitle
source: Successfully merged password database
de: Passwortdatenbank erfolgreich verbunden
es: Base de datos de contraseñas combinada con éxito
fi: Salasanan tietokanta yhdistetty onnistuneesti
fr: La base de données de mots de passe a été fusionnée avec succès
it: Database di password unito con successo
nl: Wachtwoorddatabase succesvol samengevoegd
pt_br: Dados de senhas mesclados com sucesso
ru: База данных паролей успешно объединена
uk: База паролів успішно об'єднана

# mergeSuccessDialogMessage
source: Conflict detected while saving {fileName}, it was merged successfully with the remote file: {mergeSummary}
de: Konflikt beim Speichern von {fileName} erkannt, wurde erfolgreich mit der entfernten Datei verbunden: {mergeSummary}
es: Conflicto detectado al guardar {fileName}, se combinó con éxito con el archivo remoto: {mergeSummary}
fi: Ristiriita havaittu tallennettaessa {fileName}, se yhdistettiin onnistuneesti etätiedostoon: {mergeSummary}
fr: Conflit détecté lors de la sauvegarde de {fileName}, il a été fusionné avec succès avec le fichier distant : {mergeSummary}
it: Conflitto rilevato durante il salvataggio di {fileName}, è stato unito con successo con il file remoto: {mergeSummary}
nl: Conflict gedetecteerd bij het opslaan van {fileName}, het is succesvol samengevoegd met het externe bestand: {mergeSummary}
pt_br: Conflito detectado ao salvar {fileName}, ele foi mesclado com sucesso com o arquivo remoto: {mergeSummary}
ru: Конфликт при сохранении {fileName}, он был успешно объединён с удаленным файлом: {mergeSummary}
uk: Виявлено конфлікт під час збереження {fileName}, він був успішно об'єднаний з віддаленим файлом: {mergeSummary}

source: For details visit {url}
de: Für weitere Informationen besuchen Sie {url}
es: Para más información, visite {url}
fi: Tarkemmat tiedot {url}
fr: Pour plus de détails, consultez {url}
id: Informasi lebih lanjut kunjungi {url}
it: Per i dettagli visita {url}
nl: Voor details bezoek {url}
pt_br: Para mais detalhes visite {url}
ru: Для получения подробной информации посетите {url}
uk: Переглянути деталі за посиланням: {url}

# authPassCloudAuthEmailInputLabel
source: Enter email address to register or sign in.
de: Geben Sie die E-Mail-Adresse ein, um sich zu registrieren oder anzumelden.
es: Introduzca una dirección de correo para registrarse o iniciar sesión.
fi: Anna sähköpostiosoite rekisteröityäksesi tai kirjautuaksesi sisään.
fr: Entrez l'adresse e-mail pour vous inscrire ou vous connecter.
it: Inserisci l'indirizzo email per registrarti o accedere.
nl: Voer e-mailadres in om te registreren of in te loggen.
pt_br: Insira o endereço de e-mail para registrar-se ou fazer login.
ru: Введите адрес электронной почты для регистрации или входа.
uk: Введіть адресу ел. пошти для реєстрації або входу.
