Repository: authpass/authpass
Catalog: authpass/lib/l10n/app_*.arb
Languages: de, es, fi, fr, id, it, nl, pt_br, ru, sk, uk, zh, zh_tw

# authPassCloudAuthEmailInvalid
source: Please enter a valid email address.
de: Bitte geben sie ein gültige Email-Adresse an.
es: Por favor, introduzca una dirección de correo válida.
fi: Ole hyvä ja syötä toimiva sähköpostiosoite.
fr: Veuillez entrer une adresse e-mail valide.
id: Harap masukkan alamat email yang valid.
it: Inserisci un indirizzo email valido.
nl: Vul een geldig e-mailadres in.
pt_br: Por favor, insira um endereço de e-mail válido.
ru: Пожалуйста, введите правильный адрес электронной почты.
uk: Будь ласка, введіть правильну адресу електронної пошти.

# authPassCloudAuthConfirmEmailButtonLabel
source: Confirm Address
de: Adresse Bestätigen
es: Confirmar dirección
fi: Vahvista osoite
fr: Confirmer l'adresse
id: Konfirmasi alamat
it: Conferma l'indirizzo
nl: Bevestig Adres
pt_br: Confirmar endereço de e-mail
ru: Подтвердите адрес
uk: Підтвердження адреси

# authPassCloudAuthConfirmEmail
source: Please check your emails to confirm your email address.
de: Bitte überprüfen sie ihre Email-Adresse um diese zu bestätigen.
es: Por favor, compruebe su correo para confirmar la dirección.
fi: Tarkista sähköpostisi ja vahvista sähköpostiosoitteesi.
fr: Veuillez vérifier vos e-mails pour confirmer votre adresse e-mail.
it: Controlla le tue email per confermare il tuo indirizzo email.
nl: Controleer uw e-mails om uw e-mailadres te bevestigen.
pt_br: Por favor, verifique seus e-mails para confirmar seu endereço de e-mail.
ru: Пожалуйста, проверьте вашу электронную почту, чтобы подтвердить ваш адрес электронной почты.
uk: Будь ласка, перевірте свою електронну скриньку, щоб підтвердити свою електронну адресу.

# authPassCloudAuthConfirmEmailExplain
source: Keep this screen open until you visited the link you received by email.
de: Bitte schließen Sie nicht diese Seite bevor Sie denn Link geöffnet haben den wir ihnen per Email geschickt haben.
es: Mantenga esta pantalla abierta hasta que haya visitado el enlace recibido por correo.
fi: Pidä tämä näyttö auki, kunnes vierailet sähköpostissa saamassasi linkissä.
fr: Gardez cet écran ouvert jusqu'à ce que vous ayez visité le lien que vous avez reçu par courriel.
it: Mantieni aperta questa schermata finché non avrai visitato il link che hai ricevuto via email.
nl: Houd dit scherm open totdat u de link heeft bezocht die u per e-mail heeft ontvangen.
pt_br: Mantenha essa tela aberta até você ter aberto o link que recebeu por e-mail.
ru: Держите этот экран открытым, пока вы не перешли по ссылке, которую вы получили по электронной почте.
uk: Не закривайте цей екран поки не підтвердите адресу ел. пошти.

# authPassCloudAuthResendExplain
source: If you have not received an email, please check your spam folder. Otherwise you can try to request a new confirmation link.
de: Falls sie noch keine Email von uns geschickt bekommen haben, dann kontrollieren Sie ihren Spam Ordner. Andernfalls können sie versuchen einen neuen Bestätigungslink anzufordern.
es: Si no has recibido un correo electrónico, por favor revisa tu carpeta de spam. De lo contrario, puedes intentar solicitar un nuevo enlace de confirmación.
fi: Jos et ole saanut sähköpostia, tarkista roskapostikansio. Muussa tapauksessa voit yrittää pyytää uuden vahvistuslinkin.
fr: Si vous n'avez pas reçu d'e-mail, veuillez vérifier votre dossier spam. Sinon, vous pouvez essayer de demander un nouveau lien de confirmation.
it: Se non hai ricevuto un'email, controlla la cartella spam. Altrimenti puoi provare a richiedere un nuovo link di conferma.
nl: Als je nog geen e-mail hebt ontvangen, controleer dan je spam folder. Anders kun je proberen een nieuwe bevestigingslink aan te vragen.
pt_br: Se você não recebeu um e-mail, por favor, verifique sua pasta de spam. Caso contrário, você pode tentar solicitar um novo link de confirmação.
ru: Если вы не получили электронное письмо, пожалуйста, проверьте папку со спамом. В противном случае вы можете попробовать запросить новую ссылку для подтверждения.
uk: Якщо ви не отримали листа, перевірте теку зі спамом. Або ви можете запросити посилання для підтвердження ще раз.

# authPassCloudAuthResendButtonLabel
source: Request a new confirmation link
de: Einen neuen Bestätigungslink anfordern
es: Solicitar un nuevo enlace de confirmación
fi: Pyydä uusi vahvistuslinkki
fr: Demander un nouveau lien de confirmation
id: Minta tautan konfirmasi baru
it: Richiedi un nuovo link di conferma
nl: Vraag een nieuwe bevestigingslink aan
pt_br: Solicitar um novo link de confirmação
ru: Запросить новую ссылку для подтверждения
uk: Запросити нове посилання для підтвердження

# permanentlyDeleteEntryConfirm
source: This will permanently delete the password entry {title}. This can not be undone. Do you want to continue?
de: Das führt zur permanenten Löschung des Passwordeintrag {title}. Dies kann nicht Rückgänging gemacht werden. Wollen sie trotzdem fortfahren?
es: Esto eliminará permanentemente la entrada {title}. Esto no se puede deshacer. ¿Desea continuar?
fi: Tämä poistaa salasanan merkinnän {title} pysyvästi. Tätä ei voi perua. Haluatko jatkaa?
fr: Cela supprimera définitivement l'entrée de mot de passe {title}. Cela ne peut pas être annulé. Voulez-vous continuer ?
it: Questo eliminerà definitivamente la voce di password {title}. Questo non può essere annullato. Vuoi continuare?
nl: Dit zal het wachtwoord permanent verwijderen {title}. Dit kan niet ongedaan gemaakt worden. Wilt u doorgaan?
pt_br: Isto irá excluir permanentemente a senha {title}. Isso não pode ser desfeito. Você quer continuar?
ru: Это навсегда удалит запись с паролем {title}. Это действие не может быть отменено. Вы хотите продолжить?
uk: Це призведе до остаточного видалення запису пароля {title}. Це не може бути скасовано. Ви хочете продовжити?

# permanentlyDeletedEntrySnackBar
source: Permanently deleted entry.
de: Eintrag würde gelöscht.
es: Entrada eliminada permanentemente.
fi: Poistettu pysyvästi.
fr: Entrée supprimée définitivement.
id: Entri dihapus permanen.
it: Voce eliminata definitivamente.
nl: Item permanent verwijderd.
pt_br: Entrada excluída permanentemente.
ru: Запись окончательно удалена.
uk: Запис видалено назавжди.

# initialNewGroupName
source: New Group
de: Neue Gruppe
es: Nuevo grupo
fi: Uusi Ryhmä
fr: Nouveau groupe
id: Grup baru
it: Crea Gruppo
nl: Nieuwe groep
pt_br: Novo Grupo
ru: Новая группа
sk: Nová Skupina
uk: Нова група
zh: 新建分组
zh_tw: 新群組

# deleteGroupErrorTitle
source: Unable to delete group
de: Gruppe kann nicht gelöscht werden
es: No se puede eliminar el grupo
fi: Ryhmää ei voi poistaa
fr: Impossible de supprimer le groupe
id: Tidak dapat menghapus grup
it: Impossibile eliminare il gruppo
nl: Kan groep niet verwijderen
pt_br: Não é possível excluir o grupo
ru: Не удается удалить группу
sk: Nepodarilo sa zmazať skupinu
uk: Не вдалося видалити групу
zh: 删除失败！
zh_tw: 無法刪除群組

# deleteGroupErrorBodyContainsGroup
source: This group still contains other groups. You can currently only delete empty groups.
de: Diese Gruppe enthält noch andere Gruppen. Sie können derzeit nur leere Gruppen löschen.
es: Este grupo aún contiene otros grupos. Actualmente sólo puede eliminar grupos vacíos.
fi: Tämä ryhmä sisältää edelleen muita ryhmiä. Voit tällä hetkellä poistaa vain tyhjiä ryhmiä.
fr: Ce groupe contient d'autres groupes. Vous ne pouvez supprimer que des groupes vides.
id: Grup ini masih berisi grup lain. Anda hanya dapat menghapus grup kosong.
it: Questo gruppo contiene ancora altri gruppi. Al momento puoi eliminare solo gruppi vuoti.
nl: Deze groep bevat nog andere groepen. Je kunt op dit moment alleen lege groepen verwijderen.
pt_br: Este grupo ainda contém outros grupos. No momento, você só pode excluir grupos vazios.
ru: Эта группа все еще содержит другие группы. Вы можете удалить только пустые группы.
sk: Táto skupina stále obsahuje ďalšie skupiny. Momentálne môžete mazať iba prázdne skupiny.
uk: Ця група містить підгрупи. Ви можете видаляти лише порожні групи.
zh: 此分组中还包含分组！目前您只能删除空群组。
zh_tw: 此群組下還有其他子群組，無法刪除。目前只能刪除不含任何內容的群組。

# deleteGroupErrorBodyContainsEntries
source: This group still contains password entries. You can currently only delete empty groups.
de: Diese Gruppe enthält noch Passwort-Einträge. Sie können derzeit nur leere Gruppen löschen.
es: Este grupo aún contiene entradas de contraseña. Actualmente sólo puede eliminar grupos vacíos.
fi: Tämä ryhmä sisältää edelleen salasanamerkintöjä. Tällä hetkellä voit poistaa vain tyhjiä ryhmiä.
fr: Ce groupe contient des mots de passe. Vous ne pouvez supprimer que des groupes vides.
id: Grup ini masih berisi entri kata sandi. Anda hanya dapat menghapus grup kosong.
it: Questo gruppo contiene delle password. Al momento puoi eliminare solo gruppi vuoti.
nl: Deze groep bevat nog steeds wachtwoordvermeldingen. Je kunt op dit moment alleen lege groepen verwijderen.
pt_br: Este grupo ainda contém entradas de senha. Você atualmente só pode excluir grupos vazios.
ru: Эта группа по-прежнему содержит записи с паролем. Вы можете удалить только пустые группы.
sk: Táto skupina stále obsahuje heslá. Momentálne môžete mazať iba prázdne skupiny.
uk: Ця група все ще містить збережені паролі. Видалити можна тільки порожні групи.
zh: 这个分组里面还有密码！目前你只能删除空分组
zh_tw: 此群組下還存有密碼資料，無法刪除。目前只能刪除不含任何內容的群組。

# groupListAppBarTitle
source: Groups
de: Gruppen
es: Grupos
fi: Ryhmät
fr: Groupes
id: Grup
it: Gruppi
nl: Groepen
pt_br: Grupos
ru: Группы
sk: Skupiny
uk: Групи
zh: 分组
zh_tw: 群組清單

# groupListFilterAppbarTitle
source: Filter by groups
de: Nach Gruppen filtern
es: Filtrar por grupos
fi: Suodata ryhmien mukaan
fr: Filtrer par groupes
id: Saring berdasarkan grup
it: Filtra per gruppi
nl: Filteren op groepen
pt_br: Filtrar por grupos
ru: Фильтр по группам
sk: Filtrovať podľa skupín
uk: Фільтрувати за групами
zh: 按分组筛选
zh_tw: 選擇要顯示的群組

# clearQuickUnlock
source: Clear Biometric Storage
de: Biometrischen Speicher löschen
es: Borrar almacenamiento biométrico
fi: Tyhjennä Biometrinen Tallennustila
fr: Effacer le stockage des données biométriques
id: Hapus Penyimpanan biometrik
it: Cancella Archivio Biometrico
nl: Biometrische opslag wissen
pt_br: Limpar Armazenamento Biométrico
ru: Очистить Биометрическое Хранилище
sk: Vyčistiť biometrické úložisko
uk: Очистити сховище біометричних даних
zh: 清除生物识别记录（如指纹）
zh_tw: 清除生物辨識資訊

# clearQuickUnlockSubtitle
source: Remove saved master passwords
de: Lösche gespeicherte master Passwörter
es: Eliminar contraseñas maestras guardadas
fi: Poista tallennetut pääsalasanat
fr: Supprimer les mots de passe principaux enregistrés
id: Hapus kata sandi utama yang tersimpan
it: Rimuovi la Master Password salvata
nl: Verwijder opgeslagen hoofdwachtwoorden
pt_br: Remover senhas mestres salvas
ru: Удалить сохраненные мастер-пароли
sk: Odstrániť hlavné heslá
uk: Видалити збережені головні майстер-паролі
zh: 删除已保存的主密码
zh_tw: 不再記憶主密碼

# unlock
source: Unlock Files
de: Dateien entsperren
es: Desbloquear archivos
fi: Lukitse Tiedostot
fr: Déverrouiller les fichiers
id: Buka file
it: Mostra i file
nl: Bestanden ontgrendelen
pt_br: Desbloquear Arquivos
ru: Разблокировать базу
sk: Odomknúť súbory
uk: Розблокувати файли
zh: 解锁
zh_tw: 檔案解鎖

source: close password files
de: schliesse Passwortdateien
es: cerrar archivos de contraseñas
fi: sulje salasanatiedostot
fr: fermer les fichiers contenant les mots de passe
id: tutup file kata sandi
it: chiudi i file contenenti le password
nl: sluit wachtwoordbestanden
pt_br: fechar arquivos de senha
ru: заблокировать базу
sk: zavrieť súbory s heslom
uk: закрити файли паролів
zh: 关闭密码文件
zh_tw: 關閉密碼檔

# clearQuickUnlockSuccess
source: Removed saved master passwords from biometric storage.
de: Lösche gespeicherte master Passwörter vom biometrischen Speicher.
es: Eliminadas las contraseñas maestras guardadas del almacenamiento biométrico.
fi: Tallennetut pääsalasanat poistettiin biometrisesta tallennustilasta.
fr: Supprimer les mots de passe maître sauvegardés dans l’espace de stockage des données biométriques.
id: Hapus Kata Sandi utama yang tersimpan dari penyimpanan biometrik.
it: Password principale rimossa dalla memoria biometrica.
nl: Hoofdwachtwoorden verwijderd uit biometrische opslag.
pt_br: Removidas as senhas mestres salvas do armazenamento biométrico.
ru: Удалены сохраненные мастер-пароли из биометрического хранилища.
sk: Uložené heslá boli odstránené z biometrického úložiska.
uk: Збережені майстер-паролі з біометричного сховища вилучено.
zh: 已从生物识别记录删除保存的主密码。
zh_tw: 自生物驗證資料裡刪除存下的主密碼。

# diacOptIn
source: Opt in to In-App News, Surveys.
de: In-App Neuigkeiten und Umfragen erhalten.
es: Opte por las noticias en la aplicación, encuestas.
fi: Valitse sovelluksen sisäiset uutiset, kyselyt.
fr: Inscrivez-vous pour les actualités et sondages concernant l'application.
id: Ikut program tentang berita aplikasi dan survei.
it: Attiva per News e Sondaggi In-App.
nl: Meld je aan voor In-App Nieuws, Enquêtes.
pt_br: Opte por Notícias no aplicativo, Pesquisas.
ru: Подпишитесь на Новости о приложении, Опросы.
sk: Prihlásiť sa k odberu noviniek a prieskumov v aplikácii.
uk: Підпишіться на новини в додатку, опитування.
zh: 想在本应用内收到我们的新闻和问卷调查吗？
zh_tw: 顯示本軟體的新知及問卷調查

# diacOptInSubtitle
source: Will occasionally send a network request to fetch news.
de: Kann gelegentlich Internetanfragen um Neuigkeiten zu sammeln verursachen.
es: Ocasionalmente enviará una solicitud de red para obtener noticias.
fi: Lähettää toisinaan verkkopyynnön noutaakseen uutisia.
fr: Envoie occasionnellement une requête réseau pour récupérer les actualités.
id: Akan sesekali mengirim permintaan ke internet untuk memperoleh berita.
it: Periodicamente verrà inviata una richiesta alla rete per recuperare notizie.
nl: Zal af en toe een netwerkverzoek verzenden om nieuws op te halen.
pt_br: Às vezes, será enviado uma solicitação de rede para buscar notícias.
ru: Время от времени будет отправлять сетевой запрос для получения новостей.
sk: Príležitostne pošle požiadavku na sieť na získanie noviniek.
uk: Час від часу надсилатиме мережевий запит для отримання новин.
zh: 会定时连接网络获取新闻和问卷。
zh_tw: 啟用後，軟體偶爾會連線擷取最新消息資料

# enableAutofillDebug
source: AutoFill: Enable debug
de: AutoFill: Debugging aktivieren
es: Autollenado: Habilitar depuración
fi: Automaattinen täyttö: Ota virheenkorjaus käyttöön
fr: Remplissage automatique : Activer le débogage
id: Isi otomatis: Hidupkan debug
it: Autocompletamento: Abilita il debug
nl: Automatisch aanvullen: Debug inschakelen
pt_br: Preenchimento Automático: Ativar depuração
ru: Автозаполнение: Включить отладку
sk: Automatické dopĺňanie: Povoliť ladenie
uk: Автозаповнення: увімкнути налагодження (debug)
zh: 启用自动填充的调试模式
zh_tw: 自動填入：除錯模式

# enableAutofillDebugSubtitle
source: Shows information overlays for every input field
de: Zeigt informationen für jedes Eingabefeld in einem overlay
es: Muestra capas de información para cada campo de entrada
fi: Näyttää kaikkien syöttökenttien tiedot
fr: Affiche des informations supplémentaires pour chaque champ de saisie
id: Menunjukkan hamparan informasi untuk semua kolom masukan
it: Mostra informazioni in sovrimpressione per ogni campo
nl: Toont informatie overlays voor elk invoerveld
pt_br: Mostra camadas de informações para cada campo de entrada
ru: Показывает информационные слои для каждого поля ввода
sk: Zobrazuje informačné vrstvy pre každé vstupné pole
uk: Показує інформаційні шари для кожного поля введення
zh: 显示每个输入字段的调试信息叠加层
zh_tw: 顯示每個輸入欄的資訊

source: Create Password Database
de: Erstelle Passwort Datenbank
es: Crear base de datos de contraseñas
fi: Luo salasanatietokanta
fr: Créer une base de données de mots de passe
id: Buat Database Kata Sandi
it: Crea un Nuovo Database
nl: Maak wachtwoord database
pt_br: Criar Banco de Dados de Senhas
ru: Создать базу данных паролей
sk: Vytvoriť heslovú databázu
uk: Створити базу паролів
zh: 新建密码库
zh_tw: 建立密碼資料庫

# nameNewPasswordDatabase
source: Name of your new Database
de: Name der neuen Datenbank
es: Nombre de su nueva base de datos
fi: Uuden tietokannan nimi
fr: Nom de votre nouvelle base de données
id: Nama Database baru anda
it: Dai un Nome al tuo Database
nl: Naam van je nieuwe database
pt_br: Nome do seu novo Banco de Dados
ru: Имя вашей новой базы данных
sk: Meno vašej novej databázy
uk: Назва нової бази паролів
zh: 您新密码库的名称
zh_tw: 新資料庫名稱

# validatorNameMissing
source: Please enter a name for your new database.
de: Bitte gib den namen der neuen Datenbank an
es: Por favor, introduzca un nombre para su nueva base de datos.
fi: Ole hyvä ja syötä nimi uudelle tietokannalle.
fr: Veuillez entrer un nom pour votre nouvelle base de données.
id: Mohon beri nama pada database baru kata sandi anda.
it: Inserisci un nome per il tuo nuovo database.
nl: Voer een naam in voor de nieuwe database.
pt_br: Por favor, digite um nome para o novo banco de dados.
ru: Пожалуйста, введите имя для вашей новой базы данных.
sk: Zadajte názov svojej novej databázy.
uk: Будь ласка, введіть назву для нової бази даних.
zh: 请为您的新密码库起一个名字。
zh_tw: 請輸入新資料庫的名稱。

# masterPasswordHelpText
source: Select a secure master Password. Make sure to remember it.
de: Gib ein sicheres master Passwort an.
es: Seleccione una contraseña maestra segura. Asegúrese de recordarla.
fi: Valitse turvallinen pääsalasana. Varmista, että muistat sen.
fr: Sélectionnez un mot de passe principal sécurisé. Assurez-vous de vous en souvenir.
id: Buatlah master Kata Sandi anda. Pastikan anda mengingatnya.
it: Inserisci una Master Password. ASSICURATI DI RICORDARLA.
nl: Selecteer een veilig hoofdwachtwoord. Zorg ervoor dat je het onthoudt.
pt_br: Selecione uma senha mestra segura. Certifique-se de lembrá-la.
ru: Выберите мастер-пароль. Не забудьте его запомнить.
sk: Vyberte zabezpečené hlavné heslo. Určite si to pamätajte.
uk: Виберіть надійний головний пароль. Запам'ятайте його.
zh: 设置一个安全的主密码。请务必牢记。
zh_tw: 選擇安全的資料庫主密碼，並且確實記牢。

# inputMasterPasswordText
source: Master Password
de: Master Passwort
es: Contraseña maestra
fi: Pääsalasana
fr: Mot de passe principal
id: Master Kata Sandi
nl: Hoofdwachtwoord
pt_br: Senha Mestra
ru: Мастер-пароль
sk: Hlavné Heslo
uk: Головний пароль
zh: 主密码
zh_tw: 主密碼

# masterPasswordMissingCreate
source: Please enter a secure, rememberable password.
de: Bitte gib ein sicheres Passwort an.
es: Por favor, introduzca una contraseña segura y recordable.
fi: Anna turvallinen, muistettava salasana.
fr: S’il vous plait entrer un mot de passe sécurisé, que vous pouvez retenir.
id: Mohon masukkan kata sandi yang aman dan mudah anda diingat.
it: Inserisci una password sicura che puoi ricordarti.
nl: Voer een veilig, te onthouden wachtwoord in.
pt_br: Por favor, digite uma senha segura e fácil de ser lembrada.
ru: Пожалуйста, введите безопасный, запоминающийся пароль.
sk: Zadajte bezpečné, nezabudnuteľné heslo.
uk: Будь ласка, введіть надійний пароль, що легко запам'ятовується.
zh: 请务必输入一个既安全又好记的密码~
zh_tw: 請輸入安全、記得著的密碼。

# createDatabaseAction
source: Create Database
de: Erstelle Datenbank
es: Crear base de datos
fi: Luo Tietokanta
fr: Créer une base de données
id: Buat Database
it: Crea Un Database
nl: Maak Database
pt_br: Criar Banco de Dados
ru: Создать базу данных
sk: Vytvoriť Databázu
uk: Створити базу даних
zh: 创建数据库
zh_tw: 建立資料庫

# databaseExistsError
source: File Exists
de: Datei exisiert bereits
es: El archivo ya existe
fi: Tiedosto On Olemassa
fr: Le fichier existe déjà
id: File Sudah Ada
it: Il File è già Esistente
nl: Bestand bestaat
pt_br: O Arquivo Existe
ru: Файл уже существует
sk: Súbor existuje
uk: Файл вже існує
zh: 已经有同名的文件了呀~
zh_tw: 已有同名檔案

# databaseExistsErrorDescription
source: Error while trying to create database {filePath}. File already exists. Please choose another name.
de: Fehler beim versuch die Datenbank zu erstellen: {filePath}. Die Datei exisitert bereits. Bitte wähle einen anderen Namen.
es: Error al intentar crear la base de datos {filePath}. El archivo ya existe. Por favor elija otro nombre.
fi: Virhe luotaessa tietokantaa {filePath}. Tiedosto on jo olemassa. Valitse toinen nimi.
fr: Erreur lors de la création de la base de données {filePath}. Le fichier existe déjà. Veuillez choisir un autre nom.
id: Kesalahan saat mencoba membuat database pada {filePath}. File sudah ada. Mohon pilih nama lain untuk database anda.
it: Errore durante la creazione del database {filePath}. Il file esiste già. scegliere un altro nome.
nl: Fout bij het maken van database {filePath}. Bestand bestaat al. Kies een andere naam.
pt_br: Erro ao tentar criar o banco de dados {filePath}. Já existe um arquivo. Escolha outro nome.
ru: Ошибка во время создания базы данных {filePath}. Файл уже существует. Пожалуйста, выберите другое имя.
sk: Chyba pri pokuse o vytvorenie databázy {filePath}. Súbor už existuje. Vyberte iné meno.
uk: Помилка при спробі створити базу даних {filePath}. Файл вже існує. Будь ласка, виберіть іншу назву.
zh: 创建失败了！这个位置已经有了同名的文件了，请换一个名字吧。 出错位置：{filePath}
zh_tw: 建立資料庫 {filePath} 時發生錯誤：已有同名檔案存在，請換個名字。

# databaseCreateDefaultName
source: PersonalPasswords
de: PersönlichePasswörter
es: ContraseñasPersonales
fi: Henkilökohtaiset salasanat
fr: Mots de passe personnels
id: KataSandiPribadi
it: MiePassword
nl: PersoonlijkeWachtwoorden
pt_br: Senhas_Pessoais
ru: ЛичныеПароли
sk: Osobné heslá
uk: ОсобистіПаролі
zh: 我的密码

# preferenceDynamicLoadIcons
source: Dynamically load Icons
de: Dynamisch Website icons laden
es: Cargar iconos dinámicamente
fi: Lataa kuvakkeet dynaamisesti
fr: Chargement dynamique des icônes
id: Muat ikon secara Otomatis
it: Carica Icone dal Web
nl: Pictogrammen dynamisch laden
pt_br: Carregar ícones dinamicamente
ru: Динамически загружать иконки
sk: Dynamické načítanie ikon
uk: Завантажувати іконки динамічно
zh: 联网加载图标
zh_tw: 載入網站圖示

# preferenceDynamicLoadIconsSubtitle
source: Will make http requests with the value in {urlFieldName} field to load website icons.
de: Macht abfragen auf {urlFieldName} um Dynamisch Icons zu suchen.
es: Hará solicitudes http con el valor en el campo {urlFieldName} para cargar iconos del sitio web.
fi: Tehdään http pyyntöjä, joiden arvo on {urlFieldName} kentässä, ladataksesi verkkosivujen kuvakkeet.
fr: Effectuera des requêtes http avec la valeur du champ {urlFieldName} pour charger les icônes du site web.
id: Akan membuat permintaan http dari kolom nilai {urlFieldName} untuk memuat ikon situs web.
it: L'applicazione farà una richiesta http tramite i valori nell'Url del {urlFieldName} per caricare le icone dai siti.
nl: Zal http verzoeken indienen met de waarde in het {urlFieldName} veld om de website-iconen te laden.
pt_br: Irá fazer solicitações http com o valor no campo {urlFieldName} para carregar ícones de site.
ru: Будут посылаться http запросы со значением поля {urlFieldName} для загрузки иконок сайтов.
sk: Vykoná žiadosti Http s hodnotou v poli {urlFieldName}, aby sa načítali ikony webových stránok.
uk: Буде робити http-запити зі значенням у полі {urlFieldName} для завантаження іконок сайтів.
zh: 会向 {urlFieldName} 发送http请求来获取网页图标
zh_tw: 將產生 HTTP 連線到 {urlFieldName} 欄位指定的網站，以讀取圖網站圖示。

# passwordScore
source: Strength: {score} of 4
de: Stärke: {score} von 4
es: Fortaleza: {score} de 4
fi: Vahvuus: {score} / 4
fr: Force : {score} sur 4
id: Skor Keamanan: {score} dari 4
it: Sicurezza: {score} su 4
nl: Sterkte: {score} van 4
pt_br: Força: {score} de 4
ru: Сила: {score} из 4
sk: Sila: {score} z 4
uk: Міцність: {score} з 4
zh: 强度： {score} / 4
zh_tw: 密碼強度：{score} （滿分為 4）

# entryInfoFile
source: File:
de: Datei:
es: Archivo:
fi: Tiedosto:
fr: Fichier :
nl: Bestand:
pt_br: Arquivo:
ru: Файл:
sk: Súbor:
uk: Файл:
zh: 文件：
zh_tw: 檔案：

# entryInfoGroup
source: Group:
de: Gruppe:
es: Grupo:
fi: Ryhmä:
fr: Groupe :
id: Grup:
it: Gruppo:
nl: Groep:
pt_br: Grupo:
ru: Группа:
sk: Skupina:
uk: Група:
zh: 分组:
zh_tw: 群組：
