Repository: authpass/authpass
Catalog: authpass/lib/l10n/app_*.arb
Languages: de, es, fi, fr, id, it, nl, pt_br, ru, sk, uk, zh, zh_tw

# fieldUserName
source: User
de: Benutzer
es: Usuario
fi: Käyttäjä
fr: Utilisateur
id: Pengguna
it: Nome Utente
nl: Gebruiker
pt_br: Usuário
ru: Пользователь
sk: Používateľ
uk: Користувач
zh: 用户
zh_tw: 帳號名稱

# fieldPassword
source: Password
de: Passwort
es: Contraseña
fi: Salasana
fr: Mot de passe
id: Kata Sandi
nl: Wachtwoord
pt_br: Senha
ru: Пароль
sk: Heslo
uk: Пароль
zh: 密码
zh_tw: 密碼

# fieldWebsite
source: Website
de: Webseite
es: Sitio web
fi: Verkkosivusto
fr: Site Web
id: Situs Web
it: Sito web
pt_br: Site
ru: Сайт
sk: Web
uk: Сайт
zh: 目标网站
zh_tw: 網站

# fieldTitle
source: Title
de: Titel
es: Título
fi: Otsikko
fr: Titre
id: Judul
it: Nome
nl: Titel
pt_br: Título
ru: Название
sk: Názov
uk: Найменування
zh: 标题
zh_tw: 顯示標題

# fieldTotp
source: One Time Password (Time Based)
de: Einmalpasswort (Zeitbasiert)
es: Contraseña de una sola vez (basada en el tiempo)
fi: Kertakäyttöinen salasana (Ajan perusteella)
fr: Mot de passe à usage unique (basé sur le temps)
id: Kata Sandi sekali pakai (Berbasis Waktu)
it: Password monouso (varia nel tempo)
nl: Eenmalig wachtwoord (Tijd gebaseerd)
pt_br: Senha Única (Baseado no Tempo)
ru: Одноразовый пароль (основанный на времени)
sk: Jednorázové heslo (podľa času)
uk: Одноразовий пароль (залежить від часу)
zh: 双重认证 (TOTP)
zh_tw: 單次密碼（OTP，依時間變化）

source: English
de: Englisch
es: Inglés
fi: Englanti
fr: Anglais
id: Inggris
it: Inglese
nl: Engels
pt_br: Inglês
sk: Angličtina
uk: Англійська
zh_tw: 英文

source: German
de: Deutsch
es: Alemán
fi: Saksa
fr: Allemand
id: Jerman
it: Tedesco
nl: Duits
pt_br: Alemão
ru: Немецкий
sk: Nemčina
uk: Німецька
zh: 德语
zh_tw: 德文

source: Russian
de: Russisch
es: Ruso
fi: Venäjä
fr: Russe
id: Rusia
it: Russo
nl: Russisch
pt_br: Russo
ru: Русский
sk: Ruština
uk: російська
zh: 俄语
zh_tw: 俄文

source: Ukrainian
de: Ukrainisch
es: Ucraniano
fi: Ukraina
fr: Ukrainien
id: Ukraina
it: Ucraino
nl: Oekraïens
pt_br: Ucraniano
ru: Украинский
sk: Ukrajinčina
uk: Українська
zh: 乌克兰语
zh_tw: 烏克蘭文

source: Lithuanian
de: Litauisch
es: Lituano
fi: Liettua
fr: Lituanien
id: Lituania
it: Lituano
nl: Litouws
pt_br: Lituano
ru: Литовский
sk: Litovčina
uk: Литовська
zh: 立陶宛语
zh_tw: 立陶宛文

source: French
de: Französisch
es: Francés
fi: Ranska
fr: Français
id: Prancis
it: Francese
nl: Frans
pt_br: Francês
ru: Французский
sk: Francúzština
uk: Французька
zh: 法语
zh_tw: 法文

source: Spanish
de: Spanisch
es: Español
fi: Espanja
fr: Espagnol
id: Spanyol
it: Spagnolo
nl: Spaans
pt_br: Espanhol
ru: Испанский
sk: Španielčina
uk: Іспанська
zh: 西班牙语
zh_tw: 西班牙文

source: Turkish
de: Türkisch
es: Turco
fi: Turkki
fr: Turc
id: Turki
it: Turco
nl: Turks
pt_br: Turco
ru: Турецкий
sk: Turčina
uk: Турецька
zh: 土耳其语
zh_tw: 土耳其文

source: Hebrew
de: Hebräisch
es: Hebreo
fi: Heprea
fr: Hébreu
id: Ibrani
it: Ebraico
nl: Hebreeuws
pt_br: Hebraico
ru: Иврит
sk: Hebrejčina
uk: Іврит
zh: 希伯来语
zh_tw: 希伯來文

source: italian
de: Italienisch
es: italiano
fi: Italia
fr: Italien
id: italia
it: italiano
nl: Italiaans
pt_br: Italiano
ru: итальянский
sk: taliančina
uk: Італійська
zh: 意大利语
zh_tw: 義大利文

source: Chinese Simplified
de: Vereinfachtes Chinesisch
es: Chino simplificado
fi: Kiina Yksinkertaistettu
fr: Chinois simplifié
id: Cina (sederhana)
it: Cinese Semplificato
nl: Chinees, vereenvoudigd
pt_br: Chinês Simplificado
ru: Китайский упрощённый
sk: Zjednodušená Čínština
uk: Китайська (спрощена)
zh: 简体中文
zh_tw: 簡體中文

source: Chinese Traditional
de: Traditionelles Chinesisch
es: Chino Tradicional
fi: Kiina Perinteinen
fr: Chinois traditionnel
id: Cina (Tradisional)
it: Cinese Tradizionale
nl: Chinees, traditioneel
pt_br: Chinês Tradicional
ru: Китайский традиционный
sk: Tradičná Čínština
uk: Китайська (традиційна)
zh: 繁体中文
zh_tw: 正體中文

source: Portuguese, Brazilian
de: Portugiesisch, Brasilianisch
es: Portugués, Basilero
fi: Portugali, Brasilia
fr: Portugais, Brésilien
id: Portugis, Brazil
it: Portoghese, Brasiliano
nl: Portugees, Braziliaans
pt_br: Português (Brasil)
ru: Португальский, бразильский
sk: Portugalčina
uk: Португальська, Бразилія
zh: 葡萄牙文（巴西）
zh_tw: 葡萄牙文（巴西）

source: Slovak
de: Slowakisch
es: Eslovaco
fi: Slovakia
fr: Slovaque
id: Sovakia
it: Slovacco
nl: Slowaaks
pt_br: Eslovaco
ru: Словацкий
uk: Словацька
zh: 斯洛伐克语

source: Dutch
de: Niederländisch
es: Holandés
fi: Hollanti
fr: Néerlandais
id: Belanda
it: Olandese
nl: Nederlands
pt_br: Holandês
ru: Голландский
uk: Нідерландська

# selectItem
source: Select
de: Auswählen
es: Seleccionar
fi: Valitse
fr: Sélectionner
id: Pilih
it: Seleziona
nl: Selecteer
pt_br: Selecione
ru: Выбрать
uk: Вибрати
zh: 选择...

# selectKeepassFile
source: AuthPass - Select KeePass File
de: AuthPass - Wähle eine KeePass Datei
es: AuthPass - Seleccionar archivo KeePass
fi: AuthPass - Valitse KeePass tiedosto
fr: AuthPass - Sélectionnez un fichier KeePass
id: AuthPass - Pilih file KeePass
it: AuthPass - Seleziona il File KeePass
nl: AuthPass - Selecteer KeePass Bestand
pt_br: AuthPass - Selecionar Arquivo do KeePass
ru: AuthPass - выберите KeePass файл
sk: AuthPass - Zvoľte KeePass Súbor
uk: AuthPass - виберіть KeePass файл
zh: 誓约 - 打开密码箱
zh_tw: AuthPass - 選取 KeePass 格式檔

# selectKeepassFileLabel
source: Please select a KeePass (.kdbx) file.
de: Bitte wähle eine KeePass (.kdbx) Datei.
es: Por favor seleccione un archivo KeePass (.kdbx).
fi: Valitse KeePass (.kdbx) tiedosto.
fr: Veuillez sélectionner un fichier KeePass (.kdbx).
id: Silahkan pilih file KeePass (.kdbx).
it: Seleziona un file KeePass ( .kdbx).
nl: Selecteer een KeePass (.kdbx) bestand.
pt_br: Selecione um arquivo do KeePass (.kdbx).
ru: Выберите файл KeePass (.kdbx).
sk: Prosím zvoľte KeePass (.kdbx) súbor.
uk: Оберіть файл KeePass (.kdbx).
zh: 请打开或者新建一个密码箱（格式为.kdbx）
zh_tw: 請選擇 KeePass（.kdbx）格式檔。

source: Create New File
de: Datei Erstellen
es: Crear nuevo archivo
fi: Luo uusi tiedosto
fr: Créer un nouveau fichier
id: Pilih File Baru
it: Crea un Nuovo File
nl: Maak nieuw bestand
pt_br: Criar Novo Arquivo
ru: Создать новый файл
sk: Vytvoriť nový súbor
uk: Створити новий файл
zh: 新建密码箱
zh_tw: 建立新密碼檔

source: Open Local File
de: Öffne Lokale Datei
es: Abrir archivo local
fi: Avaa paikallinen tiedosto
fr: Ouvrir un fichier local
id: Buka File Lokal
it: Apri File Locale
nl: Open lokaal bestand
pt_br: Abrir Arquivo Local
ru: Открыть локальный файл
sk: Otvoriť lokálny súbor
uk: Відкрити локальний файл
zh: 打开 现有密码箱
zh_tw: 開啟 本機檔案

source: Open File
de: Datei öffnen
es: Abrir archivo
fi: Avaa tiedosto
fr: Ouvrir un fichier
id: Buka File
it: Apri File
nl: Open bestand
pt_br: Abrir Arquivo
ru: Открыть файл
sk: Otvoriť súbor
uk: Відкрити файл
zh: 打开文件
zh_tw: 開啟檔案

# loadFromDropdownMenu
source: Load from …
de: Lade von …
es: Cargar desde …
fi: Lataa osoitteesta …
fr: Charger depuis …
id: Muat dari…
it: Carica da …
nl: Laden uit …
pt_br: Carregar a partir de…
ru: Загрузить из …
uk: Завантажити з …

source: Quick unlocking files …
de: Dateien schnell entsperren …
es: Desbloqueo rápido de archivos…
fi: Nopea tiedostojen lukituksen avaaminen …
fr: Déverrouillage rapide des fichiers…
id: Membuka file cepat …
it: Sblocco rapido dei file…
nl: Bestanden snel ontgrendelen …
pt_br: Desbloqueio rápido de arquivos…
ru: Быстрая разблокировка файлов…
uk: Швидке розблокування файлів …
zh: 快速解锁文件
zh_tw: 快速解鎖

# openFileProgress
source: Opening {fileName} … ({current} / {totalCount})
de: Öffne {fileName} … ({current} / {totalCount})
es: Abriendo {fileName} … ({current} / {totalCount})
fi: Avataan {fileName} … ({current} / {totalCount})
fr: Ouverture de {fileName} … ({current} / {totalCount})
id: Membuka {fileName} … ({current} / {totalCount})
it: Apertura {fileName} … ({current} / {totalCount})
nl: Openen {fileName} … ({current} / {totalCount})
pt_br: Abrindo {fileName} … ({current} / {totalCount})
ru: Открывается {fileName}… ({current} / {totalCount})
uk: Відкриття {fileName} … ({current} / {totalCount})

# loadFrom
source: Load from {cloudStorageName}
de: Lade von {cloudStorageName}
es: Cargar desde {cloudStorageName}
fi: Lataa osoitteesta {cloudStorageName}
fr: Charger depuis {cloudStorageName}
id: Muat dari {cloudStorageName}
it: Carica da {cloudStorageName}
nl: Laad van {cloudStorageName}
pt_br: Carregar de {cloudStorageName}
ru: Загрузить из {cloudStorageName}
sk: Načítať z {cloudStorageName}
uk: Завантажити з {cloudStorageName}
zh: 从 {cloudStorageName} 导入
zh_tw: 開啟雲端檔 {cloudStorageName}

# loadFromRemoteUrl
source: Open kdbx from URL
de: Lade von URL
es: Abrir kdbx desde URL
fi: Avaa kdbx URL-osoitteesta
fr: Ouvrir kdbx à partir d'une adresse URL
id: Buka kdbx dari URL
it: Apri kdbx da URL
nl: Open kdbx vanaf URL
pt_br: Abrir kdbx da URL
ru: Открыть kdbx из URL-адреса
sk: Otvoriť. kdbx súbor z URL
uk: Відкрити kdbx з URL-адреси
zh: 从链接打开 kdbx密码箱
zh_tw: 自 URL 開啟 kdbx 檔

# createNewKeepass
source: New to KeePass? Create New Password Database
de: KeePass noch nie verwendet? Jetzt neue Passwort Datenbank erstellen
es: ¿Nuevo en KeePass? Crear nueva base de datos de contraseñas
fi: Uusi KeePass käyttäjä? Luo uusi salasanatietokanta
fr: Nouveau sur KeePass? Créez une nouvelle base de données de mots de passe
id: Pengguna baru di KeePass? Buat Database Kata Sandi Baru
it: Nuovo su KeePass? Crea un Nuovo Database per le tue Password
nl: Nieuw bij KeePass? Nieuw wachtwoord database aanmaken
pt_br: Novo no KeePass? Criar Novo Banco de Dados de Senhas
ru: Впервые в KeePass? Создать новую базу данных паролей
sk: Nový použivateľ služby KeePass? Založte si novú heslovú databázu
uk: Вперше у KeePass? Створити нову базу паролів
zh: 初来乍到？创建你的第一个密码库吧！
zh_tw: KeePass 新手嗎？ 建立新的檔案資料庫

# labelLastOpenFiles
source: Last opened files:
de: Zuletzt geöffnete Dateien:
es: Últimos archivos abiertos:
fi: Viimeksi avatut tiedostot:
fr: Derniers fichiers ouverts :
id: File terakhir dibuka:
it: File recenti:
nl: Laatste geopende bestanden:
pt_br: Últimos arquivos abertos:
ru: Последние открытые файлы:
sk: Naposledy otvorené súbory:
uk: Останні відкриті файли:
zh: 上次打开的密码库:
zh_tw: 上次開啟檔案：

# noFilesHaveBeenOpenYet
source: No files have been opened yet.
de: Keine Dateien bisher geöffnet.
es: Aún no se han abierto archivos.
fi: Yhtään tiedostoa ei ole vielä avattu.
fr: Aucun fichier n'a été ouvert pour le moment.
id: Belum ada file yang dibuka.
it: Nessun file è stato ancora aperto.
nl: Nog geen bestanden geopend.
pt_br: Nenhum arquivo foi aberto ainda.
ru: Файлы ещё не были открыты.
sk: Zatiaľ neboli otvorené žiadne súbory.
uk: Не було відкрито жодного файлу.
zh: 这里还空着呢，赶快创建一个！
zh_tw: 尚未開啟任何檔案。

# preferenceSelectLanguage
source: Select Language
de: Sprache wählen
es: Seleccionar Idioma
fi: Valitse kieli
fr: Sélectionnez la langue
id: Pilih Bahasa
it: Seleziona la lingua
nl: Selecteer Taal
pt_br: Selecionar Idioma
ru: Выберите язык
sk: Zvoľte Jazyk
uk: Оберіть мову
zh: 选择界面语言
zh_tw: 選擇語言

# preferenceLanguage
source: Language
de: Sprache
es: Idioma
fi: Kieli
fr: Langue
id: Bahasa
it: Linguaggio
nl: Taal
pt_br: Idioma
ru: Язык
sk: Jazyk
uk: Мова
zh: 界面语言
zh_tw: 語言設定

# preferenceTextScaleFactor
source: Text Scale Factor
de: Text Skalierung
es: Escala de texto
fi: Tekstin skaalauskerroin
fr: Taille du texte
id: Faktor Skala Teks
it: Dimensione Testo
nl: Tekst schaalfactor
pt_br: Tamanho do Texto
ru: Коэффициент размера текста
sk: Faktor mierky textu
uk: Коефіцієнт масштабування тексту
zh: 字体大小
zh_tw: 文字尺寸

# preferenceVisualDensity
source: Visual Density
de: Visuelle Dichte
es: Densidad visual
fi: Näkyvä tiheys
fr: Espacement
id: Kepadatan Visual
it: Densità Testo
nl: Visuele dichtheid
pt_br: Densidade Visual
ru: Плотность
sk: Vizuálna hustota
uk: Візуальна щільність
zh: 图标密度
zh_tw: 行距

# preferenceTheme
source: Theme
es: Tema
fi: Teema
fr: Thème
id: Tema
it: Tema
nl: Thema
pt_br: Tema
ru: Тема
sk: Téma
uk: Тема
zh: 应用程序主题
zh_tw: 佈景主題

# preferenceThemeLight
source: Light
de: Hell
es: Claro
fi: Vaalea
fr: Clair
id: Terang
it: Chiaro
nl: Licht
pt_br: Claro
ru: Светлая
sk: Svetlá
uk: Світла
zh: 亮
zh_tw: 明亮

# preferenceThemeDark
source: Dark
de: Dunkel
es: Oscuro
fi: Tumma
fr: Sombre
id: Gelap
it: Scuro
nl: Donker
pt_br: Escuro
ru: Тёмная
sk: Tmavá
uk: Темна
zh: 暗
zh_tw: 黑暗

# preferenceSystemDefault
source: System Default
de: Geräte Standardeinstellung
es: Predeterminado del sistema
fi: Järjestelmän oletus
fr: Paramètre système
id: Bawaan Sistem
it: Predefinito Di Sistema
nl: Systeem standaard
pt_br: Padrão do Sistema
ru: Системные настройки
sk: Predvolená Systémová
uk: Системні налаштування
zh: 跟随系统
zh_tw: 系統預設

# preferenceDefault
source: Default
de: Standard
es: Predeterminado
fi: Oletus
fr: Par défaut
id: Bawaan
it: Predefinito
nl: Standaard
pt_br: Padrão
ru: По умолчанию
sk: Predvolená
uk: Типово
zh: 默认
zh_tw: 預設值

# lockAllFiles
source: Lock all open files
de: Alle offenen Dateien schließen
es: Bloquear todos los archivos abiertos
fi: Lukitse kaikki avoimet tiedostot
fr: Verrouiller tous les fichiers ouverts
id: Kunci Semua file terbuka
it: Blocca tutti i file aperti
nl: Vergrendel alle geopende bestanden
pt_br: Bloquear todos os arquivos abertos
ru: Заблокировать все открытые файлы
sk: Zamknúť všetky otvorené súbory
uk: Заблокувати всі відкриті файли
zh: 锁定所有数据库
zh_tw: 鎖定所有開啟中的檔案

# preferenceAllowScreenshots
source: Allow Screenshots of the App
de: Screenshots der App zulassen
es: Permitir capturas de pantalla de la aplicación
fi: Salli sovelluksen kuvakaappaukset
fr: Autoriser les captures d'écran de l'application
id: Izinkan Menangkap Layar di aplikasi ini
it: Consenti screenshot dell'app
nl: Schermafbeeldingen in de App toestaan
pt_br: Permitir Capturas de Tela do Aplicativo
ru: Разрешить делать скриншоты приложения
sk: Povoliť snímky obrazovky v aplikácii
uk: Дозволити знімки екрану
zh: 允许对本应用截屏
zh_tw: 允許在 App 畫面截圖

# preferenceEnableAutoFill
source: Enable autofill
de: Autofill aktivieren
es: Habilitar autocompletar
fi: Käytä automaattista täyttöä
fr: Activer la saisie automatique
id: Izinkan Isi Otomatis
it: Abilita riempimento automatico
nl: Automatisch aanvullen inschakelen
pt_br: Habilitar preenchimento automático
ru: Включить автозаполнение
sk: Povoliť automatické doplňovanie
uk: Увімкнути автозаповнення
zh: 启用密码自动填充
zh_tw: 啟用自動填入

# enableAutofillSuggestionBanner
source: You can you can fill field of other application by enabling autofill!
de: Sie können das Feld einer anderen Anwendung ausfüllen, indem Sie Autofill aktivieren!
fi: Voit täyttää toisen sovelluksen kentän ottamalla automaattisen täytön käyttöön!
fr: Vous pouvez remplir les champs de saisie d'autres applications en activant la saisie !
it: Puoi riempire il campo di altre applicazioni abilitando l'auto-riempimento!
nl: Je kunt het velden invullen van andere programma's aanzetten door automatisch aanvullen in te schakelen!
pt_br: Você pode preencher as credenciais de outros aplicativos ativando o preenchimento automático!
ru: Вы можете заполнить поле другого приложения, включив автозаполнение!
uk: Ви можете заповнювати поля в інших додатках якщо включите автозаповнення!

# dismissAutofillSuggestionBannerButton
source: DISMISS
de: Schließen
es: DESCARTAR
fi: HYLKÄÄ
fr: IGNORER
id: ABAIKAN
it: NASCONDI
nl: AFWIJZEN
pt_br: DISPENSAR
ru: ОТКЛЮЧИТЬ
sk: ZRUŠIŤ
uk: ВІДХИЛИТИ

# enableAutofillSuggestionBannerButton
source: ENABLE!
de: Aktivieren!
es: ¡HABILITAR!
fi: OTA KÄYTTÖÖN!
fr: ACTIVER !
id: AKTIFKAN!
it: ABILITA!
nl: INSCHAKELEN!
pt_br: ATIVE!
ru: Включить!
uk: ВВІМКНУТИ!

# preferenceAutoFillDescription
source: Only supported on Android Oreo (8.0) or later.
de: Wird nur auf ab Android Oreo (8.0) unterstützt.
es: Sólo compatible con Android Oreo (8.0) o posterior.
fi: Tuettu vain Android Oreo (8.0) tai uudempi.
fr: Uniquement supporté par Android Oreo (8.0) ou supérieur.
id: Hanya didukung di Android Oreo (8.0) atau keatas.
it: Supportato solo su Android Oreo (8.0) o versioni successive.
nl: Alleen ondersteund op Android Oreo (8.0) of later.
pt_br: Somente suportado em Android Oreo (8.0) ou posterior.
ru: Поддерживается с Android Oreo (8.0) или более поздней версии.
sk: Podporované iba v systéme Android Oreo (8.0) alebo novšom.
uk: Підтримується лише на Android Oreo (8.0) або новіше.
zh: 仅支持安卓 8.0 (Oreo) 或更高版本。
zh_tw: 僅 Android Oreo（8.0）以上支援此功能。

# preferenceTitle
source: Preferences
de: Einstellungen
es: Preferencias
fi: Asetukset
fr: Paramètres
id: Preferensi
it: Impostazioni
nl: Voorkeuren
pt_br: Preferências
ru: Настройки
sk: Predvoľby
uk: Налаштування
zh: 设置
zh_tw: 偏好設定

# preferenceEnableSystemWideShortcuts
source: Enable system wide shortcuts
de: Aktiviere Systemweite Verknüpfungen
es: Habilitar accesos directos del sistema
fi: Ota käyttöön järjestelmän leveät pikakuvakkeet
it: Abilita le scorciatoie di sistema
pt_br: Ative os atalhos do sistema
uk: Ввімкнути гарячі клавіші всюди

# preferenceEnableSystemWideShortcutsHelp
source: Registers ctrl+alt+f as system wide shortcut to open search.
de: Registriert Strg+alt+f als systemweite Verknüpfung um die Suche zu öffnen.
fi: Rekisteröi ctrl+alt+f järjestelmän pikanäppäimenä avoimeen hakuun.
it: Registra ctrl+alt+f come scorciatoia di sistema per aprire la ricerca.
pt_br: Registre ctrl+alt+f como atalho do sistema para abrir a pesquisa.
uk: Реєструє ctrl+alt+f в усій системі для відкриття пошуку.

# preferencesSearchFields
source: Customize Search fields
de: Suchfelder anpassen
es: Personalizar campos de búsqueda
fi: Muokkaa hakukenttiä
it: Personalizza i campi di ricerca
pt_br: Customizar campos de pesquisa
uk: Налаштувати поля пошуку

# preferencesSearchFieldPromptTitle
source: Search fields
de: Suchfeld
es: Campos de búsqueda
fi: Haku kentät
it: Cerca i campi
pt_br: Campos de pesquisa
uk: Поля пошуку

# preferencesSearchFieldPromptLabel
source: Comma separated list of fields to use in the password list search.
de: Kommagetrennte Liste von Feldern, die in der Passwortlistensuche verwendet werden sollen.
fi: Pilkulla erotettu luettelo kentistä, joita käytetään salasanaluettelon hakuun.
it: Elenco di campi separati da virgole da usare nella ricerca di una lista di password.
pt_br: Lista de campos separados por vírgula para usar na lista de busca de senhas.
uk: Список полів за якими буде здійснюватися пошук паролів. Розділені комою.

# preferencesSearchFieldPromptHelp
source: Use {wildCardCharacter} for all, leave empty for default ({defaultSearchFields})
de: Verwende {wildCardCharacter} für alle, lasse leer für Standard ({defaultSearchFields})
fi: Käytä {wildCardCharacter} kaikille, jätä tyhjäksi oletukseksi ({defaultSearchFields})
it: Usa {wildCardCharacter} per tutti, lascia vuoto per impostazione predefinita ({defaultSearchFields})
pt_br: Use {wildCardCharacter} para todos, deixe em branco por padrão ({defaultSearchFields})
uk: Використовуйте {wildCardCharacter}, щоб включити всі поля або залиште порожнім для використання полів за замовчуванням ({defaultSearchFields})

# aboutLinkFeedback
source: We welcome any kind of feedback!
de: Wir freuen uns über jede Art von Feedback!
es: ¡Agradecemos cualquier tipo de comentarios!
fi: Toivotamme tervetulleeksi kaikenlaisen palautteen!
fr: Tout type de commentaire est le bienvenu !
id: Kami menerima semua jenis masukan!
it: Siamo aperti a qualsiasi suggerimento!
nl: Wij verwelkomen elke vorm van feedback!
pt_br: Qualquer tipo de feedback é bem-vindo!
ru: Мы рады любым отзывам!
sk: Uvítame akýkoľvek druh spätnej väzby!
uk: Ми раді будь-яким відгукам!
zh: 我们欢迎反馈意见！
zh_tw: 歡迎指教！

# aboutLinkVisitWebsite
source: Also make sure to visit our website
de: Besuchen Sie auch unsere Website
es: También asegúrese de visitar nuestro sitio web
fi: Muista myös vierailla sivuillamme
fr: N'oubliez pas de visiter notre site Web
id: Jangan lupa cek situs web kami
it: Assicurati di visitare il nostro sito
nl: Kijk ook op onze website
pt_br: Lembre-se também de visitar o nosso site
ru: Не забудьте посетить наш сайт
sk: Nezabudnite tiež navštíviť našu webovú stránku
uk: Також не забудьте відвідати наш сайт
zh: 别忘了参观一下我们的网站
zh_tw: 記得上我們的網站

# aboutLinkGitHub
source: And Open Source Project
de: Und Open Source Projekt
es: Y el proyecto de Código Abierto
fi: Ja Avoimen Lähdekoodin Projekti
fr: Et également le projet Open Source
id: Dan proyek Open Source kami
it: E supportare il progetto su GitHub
nl: En Open Source Project
pt_br: Um Projeto de Código Aberto
ru: И исходный код проекта
sk: Open Source Projekt
uk: І джерельний код програми
zh: 本项目是自由开源软件！
zh_tw: 還有開源專案

# aboutLogFile
source: Log File: {logFilePath}
de: Log-Datei: {logFilePath}
es: Archivo Log: {logFilePath}
fi: Lokitiedosto: {logFilePath}
fr: Fichier Log : {logFilePath}
id: File Log: {logFilePath}
it: File di log: {logFilePath}
nl: Logbestand: {logFilePath}
pt_br: Arquivo de Log: {logFilePath}
ru: Файл журнала: {logFilePath}
sk: Log Súbor: {logFilePath}
uk: Файл журналу: {logFilePath}
zh: 日志文件： {logFilePath}
zh_tw: 紀錄檔： {logFilePath}

# aboutLinkContributors
source: Show Contributors
de: Mitwirkende anzeigen
es: Mostrar colaboradores
fi: Näytä Avustajat
fr: Afficher les contributeurs
id: Tampilkan Kontributor
it: Mostra collaboratori
nl: Toon bijdragers
pt_br: Mostrar Colaboradores
ru: Показать участников
uk: Показати учасників проекту

# unableToLaunchUrlTitle
source: Unable to open Url
de: Kann URL nicht öffnen
es: No se pudo abrir la Url
fi: Url-osoitetta ei voi avata
fr: Impossible d'ouvrir l'URL
id: Tidak dapat membuka alamat Url
it: Impossibile aprire l'URL
nl: Kan URL niet openen
pt_br: Não foi possível abrir a URL
ru: Не удается открыть Url
sk: Nepodarilo sa otvoriť URL
uk: Не вдалося відкрити URL-адресу
zh: 无法打开链接
zh_tw: 無法開啟 URL

# unableToLaunchUrlDescription
source: Unable to launch {url}: {openError}
de: Fehler beim öffnen von {url}: {openError}
es: No se puede abrir {url}: {openError}
fi: Ei voida käynnistää {url}: {openError}
fr: Impossible d'ouvrir l'{url} : {openError}
id: Tidak dapat menjalankan {url}: {openError}
it: Impossibile aprire {url}: {openError}
nl: Kan {url} niet open: {openError}
pt_br: Não foi possível iniciar {url}: {openError}
ru: Не удалось запустить {url}: {openError}
sk: Nepodarilo sa otvoriť Url: {url}: {openError}
uk: Не вдалося запустити {url}: {openError}
zh: 打开链接 {url} 失败：{openError}
zh_tw: 無法開啟 {url}： {openError}

# unableToLaunchUrlNoHandler
source: No application available for url.
de: Keine App für die URL gefunden.
es: Ninguna aplicación disponible para la url.
fi: Url-osoitteelle ei ole saatavilla sovellusta.
fr: Aucune application disponible pour cette URL.
id: Tidak ada aplikasi yang tersedia untuk alamat url tersebut.
it: Nessuna applicazione disponibile per l'URL.
nl: Geen toepassing beschikbaar voor URL.
pt_br: Nenhum aplicativo disponível para URL.
ru: Нет доступных приложений для url.
sk: Pre adresu URL nie je k dispozícii žiadna aplikácia.
uk: Додаток для цієї URL-адреси не зареєстровано.
zh: 找不到可以打开这个链接的应用程序
zh_tw: 沒有適合開啟該 URL 的軟體

# launchedUrl
source: Opened URL: {url}
de: URL {url} geöffnet
es: URL abierta: {url}
fi: Avattu URL-osoite: {url}
fr: URL {url} ouverte :
id: URL yang dibuka: {url}
it: URL aperto: {url}
nl: Geopende URL: {url}
pt_br: URL Aberta: {url}
ru: Открытый URL: {url}
sk: Otvorená URL adresa: {url}
uk: Відкрито посилання: {url}
zh: 你打开的链接是：{url}
zh_tw: 開啟的 URL：{url}

# menuItemGeneratePassword
source: Generate Password
de: Passwort generieren
es: Generar contraseña
fi: Luo Salasana
fr: Générer un mot de passe
id: Penghasil Kata Sandi
it: Genera una Password
nl: Wachtwoord genereren
pt_br: Gerar Senha
ru: Сгенерировать пароль
sk: Generovať Heslo
uk: Згенерувати пароль
zh: 生成安全密码
zh_tw: 產生密碼

# menuItemPreferences
source: Preferences
de: Einstellungen
es: Preferencias
fi: Asetukset
fr: Paramètres
id: Preferensi
it: Impostazioni
nl: Voorkeuren
pt_br: Preferências
ru: Настройки
sk: Predvoľby
uk: Налаштування
zh: 偏好设置
zh_tw: 偏好設定
