Repository: authpass/authpass
Catalog: authpass/lib/l10n/app_*.arb
Languages: de, es, fi, fr, id, it, nl, pt_br, ru, sk, uk, zh, zh_tw

# entryInfoLastModified
source: Last Modified:
de: Letzte Änderung:
es: Última modificación:
fi: Viimeksi Muokattu:
fr: Dernière modification :
id: Terakhir di ubah:
it: Ultima Modifica:
nl: Laatst gewijzigd:
pt_br: Última Modificação:
ru: Последняя дата изменения:
sk: Naposledy Upravené:
uk: Остання зміна:
zh: 最后修改时间：
zh_tw: 修改時間：

# movedEntryToGroup
source: Moved entry into {groupName}
de: Eintrag verschoben nach {groupName}
es: Entrada movida a {groupName}
fi: Siirretty sisäänkirjaus kohteeseen {groupName}
fr: Entrée déplacée vers {groupName}
id: Entri dipindah ke {groupName}
it: Elemento spostato in {groupName}
nl: Invoer verplaatst naar {groupName}
pt_br: Entrada movida para {groupName}
ru: Перемещена запись в {groupName}
sk: Položka bola presunutá do skupiny {groupName}
uk: Переміщено запис до {groupName}
zh: 移动条目到 {groupName}
zh_tw: 已將此項目移入{groupName}

# sizeBytesStoredAuthPassCloud
source: {count} bytes, stored on AuthPass Cloud
de: {count} Bytes, in der AuthPass Cloud gespeichert
fi: {count} tavua, tallennettu Authpass-pilveen
it: {count} byte, archiviati su AuthPass Cloud
pt_br: {count} bytes, armazenados no AuthPass Cloud
uk: {count} байт, що зберігаються в AuthPass Cloud

# sizeBytes
source: {count} bytes
fi: {count} tavua
fr: {count} octets
id: {count} bita
it: {count} byte
ru: {count} байтов
sk: {count} bajtov
uk: {count} байт
zh: {count} 字节
zh_tw: {count} 位元組

# entryAddAttachment
source: Add Attachment
de: Anhang anfügen
es: Añadir archivo adjunto
fi: Lisää Liite
fr: Ajouter une pièce jointe
id: Tambah Lampiran
it: Aggiungi Allegato
nl: Bijlage toevoegen
pt_br: Adicionar Anexo
ru: Добавить вложение
sk: Pridať Prílohu
uk: Прикріпити файл
zh: 添加附件
zh_tw: 新增附件

# entryAttachmentSizeWarning
source: Attached files will be embedded in password file. This can significantly increase time required to open/save passwords.
de: Anhänge werden in der Passwort Datei gespeichert. Dies kann die Zeit zum öffnen der Passwörter stark erhöhen!
es: Los archivos adjuntos serán incorporados en el archivo de contraseñas. Esto puede aumentar significativamente el tiempo necesario para abrir/guardar contraseñas.
fi: Liitetiedostot upotetaan salasanatiedostoon. Tämä voi merkittävästi pidentää salasanojen avaamiseen/tallennukseen tarvittavaa aikaa.
fr: Les fichiers joints seront intégrés au fichier de mots de passe. Cela peut considérablement augmenter le temps nécessaire pour ouvrir/enregistrer les mots de passe.
id: File yang dilampirkan akan disematkan dalam file kata sandi. Ini dapat meningkatkan waktu yang dibutuhkan untuk membuka/menyimpan kata sandi.
it: I file allegati saranno incorporati nel file di password. Questo può aumentare significativamente il tempo necessario per aprire/salvare le password.
nl: Bijgevoegde bestanden worden toegevoegd in het wachtwoordbestand. Dit kan de tijd die nodig is om wachtwoorden te openen/opslaan, aanzienlijk verhogen.
pt_br: Arquivos anexados serão incorporados no arquivo de senha. Isto pode aumentar significativamente o tempo necessário para abrir/salvar senhas.
ru: Вложенные файлы будут встроенны в файл пароля. Это может значительно увеличить время требуемого для открытия/созранения паролей.
sk: Priložené súbory budú vložené do súboru s heslom. To môže výrazne predĺžiť čas potrebný na otvorenie/uloženie hesiel.
uk: Прикріплені файли будуть вбудовані у файл паролів. Це може значно збільшити час, необхідний для відкриття/збереження паролів.
zh: 附件可以是任何文件，该文件将与密码文件结合。这个功能是为了方便携带与密码相关的文件，但这会大大增加打开/保存密码所需的时间。
zh_tw: 附件會存入密碼資料庫檔案中，也可能大幅拉長存取密碼所需的時間。

# iconPngSizeWarning
source: Custom icons will be embedded in password file. This can significantly increase time required to open/save passwords.
de: Benutzerdefinierte Symbole werden in die Passwortdatei gespeichert. Dies kann die Zeit zum Öffnen und Speichern von Passwörtern erheblich erhöhen.
es: Los iconos personalizados se incorporarán en el archivo de contraseñas. Esto puede aumentar significativamente el tiempo necesario para abrir/guardar contraseñas.
fi: Mukautetut kuvakkeet upotetaan salasanatiedostoon. Tämä voi merkittävästi pidentää salasanojen avaamiseen/tallennukseen tarvittavaa aikaa.
fr: Les fichiers joints seront intégrés au fichier de mots de passe. Cela peut considérablement augmenter le temps nécessaire pour ouvrir/enregistrer les mots de passe.
id: Ikon kustom akan disematkan dalam berkas kata sandi. Ini dapat meningkatkan waktu yang dibutuhkan untuk membuka/menyimpan kata sandi.
it: Le icone personalizzate saranno incorporate nel file delle password. Questo può aumentare significativamente il tempo necessario per aprire/salvare le password.
nl: Aangepaste pictogrammen worden toegevoegd het wachtwoordbestand. Dit kan de tijd die nodig is voor het openen/opslaan van wachtwoorden aanzienlijk verhogen.
pt_br: Ícones personalizados serão incorporados no arquivo de senha. Isto pode aumentar significativamente o tempo necessário para abrir/salvar senhas.
ru: Кастомные иконкт будут встроенны в файл пароля. Это может значительно увеличить время требуемое для открытия/сохранения паролей.
sk: Vlastné ikony budú vložené do súboru s heslom. To môže výrazne predĺžiť čas potrebný na otvorenie/uloženie hesiel.
uk: У файл пароля будуть вбудовані користувацькі іконки. Це може значно збільшити час, необхідний для відкриття/збереження паролів.
zh: 自定义图标将合并入密码数据库。这会增加打开/保存密码所需的时间。
zh_tw: 自訂圖示會存入密碼資料庫檔案中，也可能大幅拉長存取密碼所需的時間。

# notPngError
source: Chosen file is not a PNG.
de: Die gewählte Datei ist kein PNG.
es: El archivo elegido no es PNG.
fi: Valittu tiedosto ei ole PNG.
fr: Le fichier choisi n'est pas un PNG.
id: Berkas yang dipilih bukan sebuah berkas PNG.
it: Il file scelto non è nel formato PNG.
nl: Het gekozen bestand is geen PNG.
pt_br: O arquivo escolhido não é um PNG.
ru: Выбранный файл не является PNG.
sk: Zvolený súbor nieje PNG.
uk: Обраний файл не є PNG.
zh: 只支持PNG (.png) 格式
zh_tw: 您選擇的檔案並非 PNG 格式

# entryAddField
source: Add Field
de: Feld hinzufügen
es: Añadir campo
fi: Lisää Kenttä
fr: Ajouter un champ
id: Tambah Kolom Baru
it: Aggiungi Campo
nl: Veld toevoegen
pt_br: Adicionar Campo
ru: Добавить запись
sk: Pridať Pole
uk: Створити поле
zh: 添加项目
zh_tw: 新增欄位

# entryCustomField
source: Custom Field
de: Benutzerdefiniertes Feld
es: Campo personalizado
fi: Muokattu Kenttä
fr: Champ personnalisé
id: Kolom Khusus
it: Campo Personalizzato
nl: Aangepast veld
pt_br: Campo Personalizado
ru: Кастомное поле
sk: Vlastné Pole
uk: Власне поле
zh: 自定义字段
zh_tw: 自訂欄位

# entryCustomFieldTitle
source: Adding new custom Field
de: Füge neues Benutzerdefiniertes Feld hinzu
es: Añadir nuevo campo personalizado
fi: Uuden mukautetun kentän lisääminen
fr: Ajout d'un nouveau champ personnalisé
id: Menambahkan kolom khusus baru
it: Aggiungi un campo personalizzato
nl: Toevoegen van nieuw aangepast veld
pt_br: Adicionando novo campo personalizado
ru: Добавление нового кастомного поля
sk: Pridáva sa nové vlastné Pole
uk: Додавання нового користувацького поля
zh: 添加新自定义字段
zh_tw: 新增自訂的欄位

# entryCustomFieldInputLabel
source: Enter a name for the field
de: Namen für Feld eingeben
es: Ingrese un nombre para el campo
fi: Anna kentälle nimi
fr: Entrez un nom pour le champ
id: Masukkan nama untuk kolom khusus anda
it: Inserisci un nome per il campo
nl: Voer een naam in voor het veld
pt_br: Digite um nome para o campo
ru: Введите имя поля
sk: Zadajte meno pre pole
uk: Введіть нове ім'я для поля
zh: 输入字段名称
zh_tw: 輸入欄位名稱

# swipeCopyField
source: Copy Field
de: Feld kopieren
es: Copiar campo
fi: Kopioi Kenttä
fr: Copier le champ
id: Salin Kolom
it: Copia
nl: Veld kopiëren
pt_br: Copiar Campo
ru: Скопировать поле
sk: Kopírovať pole
uk: Копіювати поле
zh: 复制项目
zh_tw: 複製欄位

# fieldRename
source: Rename
de: Umbenennen
es: Renombrar
fi: Uudelleennimeä
fr: Renommer
id: Ubah nama
it: Rinomina
nl: Hernoem
pt_br: Renomear
ru: Переименовать
sk: Premenovať
uk: Перейменувати
zh: 重命名
zh_tw: 重新命名

# fieldGeneratePassword
source: Generate Password …
de: Passwort generieren …
es: Generar contraseña …
fi: Luo Salasana…
fr: Générer un mot de passe …
id: Hasilkan Kata Sandi …
it: Genera una Password…
nl: Wachtwoord genereren …
pt_br: Gerar Senha …
ru: Сгенерировать пароль …
sk: Generovať heslo…
uk: Згенерувати пароль …
zh: 生成随机安全密码…
zh_tw: 產生密碼…

# fieldProtect
source: Protect Value
de: Geschützter Wert
es: Proteger Valor
fi: Suojaa Arvo
fr: Protéger la valeur
id: Sembunyikan nilai masukan
it: Valore protetto
nl: Bescherm waarde
pt_br: Proteger Valor
ru: Защитить значение
sk: Chrániť hodnotu
uk: Захистити Значення
zh: 锁定
zh_tw: 隱藏內容

# fieldUnprotect
source: Unprotect Value
de: Ungeschützter Wert
es: Desproteger Valor
fi: Suojausarvon poistaminen
fr: Déprotéger la valeur
id: Sembunyikan Nilai Entri
it: Valore non protetto
nl: Waarde niet beschermen
pt_br: Desproteger Valor
ru: Не защищать значение
sk: Zrušiť ochranu hodnoty
uk: Прибрати Захист
zh: 取消锁定
zh_tw: 不必隱藏內容

# fieldPresent
source: Present
de: Präsentieren
es: Presentar
fi: Esittää
fr: Afficher
id: Kode QR
it: Mostra (QR Code)
nl: Tonen
pt_br: Exibir
ru: Показать
sk: Prezentovať
uk: QR код
zh: 显示QR码
zh_tw: 展示

# fieldGenerateEmail
source: Generate Email
de: Email generieren
es: Generar Email
fi: Luo sähköpostiosoite
fr: Générer une adresse e-mail
id: Penghasil Email
it: Genera Email
nl: Genereer E-mail
pt_br: Gerar E-mail
ru: Сгенерировать почту
sk: Generovať Email
uk: Згенерувати адресу електронної пошти
zh: 生成电子邮箱地址
zh_tw: 產生 Email

# onboardingBackToOnboarding
source: Tour
de: Führung
fi: Kierros
fr: Visite guidée
id: Tur
nl: Rondleiding
pt_br: Demonstração
ru: Тур
sk: Prehliadka
uk: Тур
zh: 时间回溯
zh_tw: 概覽

# onboardingBackToOnboardingSubtitle
source: Relive the first run experience 😅️
de: App tour neu erleben 😅️
es: Reviva la experiencia de la primera ejecución 😅
fi: Koe uudelleen ensimmäinen kokemus: grinning_face_with_hikinen
fr: Revivez l'expérience de la première exécution 😅
id: Menghidupkan kembali pengalaman pertama. 😅️
it: Rivivi i primi passi 😅️
nl: Herhaal de eerste keer tour 😅
pt_br: Reviva a primeira experiência de execução 😅
ru: Переживите опыт первого запуска 😅️
sk: Zažite prvý beh 😅️
uk: Переживіть досвід першого запуску 😅️
zh: 我想再一次立下誓约 ~ ( >ω･)～☆
zh_tw: 重現新手引領畫面 😅️

# onboardingHeadline
source: Let's make your Passwords Secure!
de: Lass uns deine Passwörter sicher machen!
es: ¡Hagamos que tus contraseñas sean seguras!
fi: Tehdään salasanasi turvallisiksi!
fr: Sécurisons vos mots de passe !
id: Ayo buat Kata Sandi anda Aman!
it: Rendi sicure le tue Password!
nl: Laten we je wachtwoorden veilig maken!
pt_br: Vamos tornar suas Senhas Seguras!
ru: Давайте обезопасим Ваши пароли!
sk: Poďme urobiť vaše heslo bezpečným!
uk: Зробимо ваші паролі безпечними!
zh: 和我立下誓约，让我保护你的密码吧！
zh_tw: 妥善保護您的密碼！

# onboardingQuestion
source: Have you used a password manager before?
de: Hast du schon einen Passwort Manager benutzt?
es: ¿Ha usado un gestor de contraseñas antes?
fi: Oletko aiemmin käyttänyt salasanojen hallintaa?
fr: Avez-vous déjà utilisé un gestionnaire de mots de passe ?
id: Pernahkah anda menggunakan pengelola kata sandi lain sebelumnya?
it: Hai mai usato un Password Manager?
nl: Heb je al eerder een wachtwoordmanager gebruikt?
pt_br: Você já usou um gerenciador de senhas antes?
ru: Вы использовали менеджер паролей раньше?
sk: Už ste predtým používali správcu hesiel?
uk: Чи користувалися ви раніше менеджером паролів?
zh: 请问您之前有用过基于Keepass的密码管理器吗？
zh_tw: 您是否用過密碼管理工具？

# onboardingYesOpenPasswords
source: Yes, open my passwords
de: Ja, öffne meine Passwörter
es: Sí, abrir mis contraseñas
fi: Kyllä, avaa salasanani
fr: Oui, ouvrir mes mots de passe
id: Ya, buka Kata Sandi tersimpan
it: Si, accedi alle mie password
nl: Ja, open mijn wachtwoorden
pt_br: Sim, abrir minhas senhas
ru: Да, открыть мои пароли
sk: Áno, otvorte moje heslá
uk: Так, відкрити мої паролі
zh: 是的，打开我的密码数据库！
zh_tw: 是，我要使用先前的資料

# onboardingNoCreate
source: I'm all new! Get me started.
de: Ich bin neu. Lass uns loslegen!
es: ¡Soy todo nuevo! Empecemos.
fi: Olen uusi! Aloita.
fr: Je suis tout nouveau ! Commençons ensemble.
id: Saya pengguna baru, bantu saya!
it: Sono nuovo! guidami.
nl: Ik ben allemaal nieuw! Help me op gang.
pt_br: Sou novo! Vou começar.
ru: Я новичок! Научите меня.
sk: Som úplne nový! Ukáž mi ako.
uk: Я зовсім новачок! Нумо почнімо.
zh: 从来没有！让我从头开始吧！
zh_tw: 沒有，該怎麼開始呢？

# backupButton
source: SAVE TO CLOUD
de: IN DER CLOUD SPEICHERN
es: GUARDAR EN LA NUBE
fi: TALLENNA PILVEEN
fr: SAUVEGARDER SUR LE CLOUD
id: SIMPAN KE CLOUD
it: SALVA IN UN CLOUD
nl: OPSLAAN NAAR CLOUD
pt_br: SALVAR NA NUVEM
ru: СОХРАНИТЬ В ОБЛАКО
sk: ULOŽIŤ DO CLOUDU
uk: ЗБЕРЕГТИ В КЛАУД
zh: 保存到云端
zh_tw: 存到雲端

# dismissBackupButton
source: DISMISS
de: Schließen
es: DESCARTAR
fi: HYLKÄÄ
fr: IGNORER
id: ABAIKAN
it: NASCONDI
nl: AFWIJZEN
pt_br: DISPENSAR
ru: ОТКЛОНИТЬ
sk: ZRUŠIŤ
uk: ВІДХИЛИТИ
zh: 这次不要
zh_tw: 關閉

# backupWarningMessage
source: Your passwords in {databasename} are only saved locally!
de: Ihre Passwörter in {databasename} sind nur lokal gespeichert!
es: ¡Tus contraseñas en {databasename} solo se guardan localmente!
fi: Salasanasi {databasename} tallennetaan vain paikallisesti!
fr: Vos mots de passe dans {databasename} ne sont sauvegardés que localement !
id: Kata sandi Anda dalam {databasename} hanya disimpan secara lokal!
it: Le tue password in {databasename} sono salvate solo sul dispositivo!
nl: Je wachtwoorden in {databasename} worden alleen lokaal opgeslagen!
pt_br: Suas senhas em {databasename} são salvas somente localmente!
ru: Ваши пароли в {databasename} сохранены только локально!
sk: Vaše heslá v databáze {databasename} su uložené iba lokálne!
uk: Ваші паролі в {databasename} збережені тільки локально!
zh: {databasename} 密码库中的密码没有上传到云端！
zh_tw: {databasename} 中的密碼僅僅存在本機中！

# saveAs
source: Save In...
de: Speichern in...
es: Guardar en...
fi: Tallenna kohteeseen...
fr: Sauvegarder dans...
id: Simpan Dalam...
it: Salva In...
nl: Opslaan in...
pt_br: Salvar em...
ru: Сохранить в...
sk: Uložiť v...
uk: Зберегти В...
zh: 保存到...
zh_tw: 儲存到...

source: Saving
de: Speichere
es: Guardando
fi: Tallennetaan
fr: Enregistrement
id: Menyimpan
it: Salvataggio in Corso
nl: Opslaan
pt_br: Salvando
ru: Сохранение
sk: Ukladám
uk: Збереження
zh: 正在保存...
zh_tw: 儲存中

# increaseValue
source: Increase
de: Vergrößern
es: Aumentar
fi: Lisää
fr: Augmenter
id: Tambah
it: Aumenta
nl: Toename
pt_br: Aumentar
ru: Увеличить
uk: Збільшити
zh: 增加

# decreaseValue
source: Decrease
de: Verkleinern
es: Reducir
fi: Vähennä
fr: Diminuer
id: Kurangi
it: Riduci
nl: Verminderen
pt_br: Diminuir
ru: Уменьшить
uk: Зменшити
zh: 减少

# resetValue
source: Reset
de: Zurücksetzen
fi: Nollaa
fr: Réinitialiser
ru: Сбросить
uk: Скинути
zh: 重置

# cloudStorageAppBarTitle
source: CloudStorage - {cloudStorageName}
de: Cloud-Speicher - {cloudStorageName}
es: Almacenamiento en la nube - {cloudStorageName}
fi: Pilvitallennustila - {cloudStorageName}
fr: Stockage cloud - {cloudStorageName}
nl: Cloudopslag - {cloudStorageName}
pt_br: Armazenamento em nuvem - {cloudStorageName}
ru: Облачное Хранилище - {cloudStorageName}
uk: Хмарне сховище - {cloudStorageName}

# cloudStorageLogInCaption
source: You will be redirected to authenticate AuthPass to access your data.
de: Sie werden weitergeleitet, um AuthPass zu authentifizieren, um auf Ihre Daten zuzugreifen.
es: Será redirigido para autorizar a AuthPass para acceder a sus datos.
fi: Sinut ohjataan uudelleen todentamaan AuthPass jotta voit käyttää tietojasi.
fr: Vous allez être redirigé vers l'authentification AuthPass pour accéder à vos données.
it: Sarai reindirizzato all'autenticazione AuthPass per accedere ai tuoi dati.
nl: U wordt omgeleid naar AuthPass authenticeren om toegang te krijgen tot uw gegevens.
pt_br: Você será redirecionado para autenticar o AuthPass para acessar seus dados.
ru: Вы будете перенаправлены чтобы авторизовать AuthPass для доступа вк вашим данным.
uk: Вас буде перенаправлено на сторінку автентифікації AuthPass для доступу до ваших даних.

# cloudStorageLogInCode
source: Enter code
de: Code eingeben
es: Introducir código
fi: Syötä koodi
fr: Saisir le code
id: Masukkan kode
it: Inserisci il codice
nl: Voer code in
pt_br: Insira o código
ru: Введите код
uk: Введіть код

# launchUrlError
source: Unable to launch url. Please visit {url}
de: Url kann nicht gestartet werden. Bitte besuchen Sie {url}
es: No se puede iniciar la URL. Por favor, visite {url}
fi: URL-osoitetta ei voitu avata. Käy osoitteessa {url}
fr: Impossible d'ouvrir l’adresse url. Veuillez visiter {url}
it: Impossibile lanciare l'url. Visita {url}
nl: Kan URL niet starten. Bezoek {url}
pt_br: Não é possível iniciar a URL. Por favor, visite {url}
ru: Невозможно открыть url. Пожалуйста, откройте {url}
uk: Не вдалося відкрити URL-адресу. Будь ласка, перейдіть за посиланням {url}

# cloudStorageLogInActionLabel
source: Login to {cloudStorageName}
de: Anmelden bei {cloudStorageName}
es: Inicie sesión en {cloudStorageName}
fi: Kirjaudu sisään {cloudStorageName}
fr: Se connecter à {cloudStorageName}
it: Accedi a {cloudStorageName}
nl: Inloggen op {cloudStorageName}
pt_br: Acessar {cloudStorageName}
ru: Войдите в {cloudStorageName}
uk: Увійти до {cloudStorageName}

# cloudStorageAuthCodeDialogTitle
source: {cloudStorageName} Authentication
de: {cloudStorageName} Authentifizierung
es: Autenticación de {cloudStorageName}
fi: {cloudStorageName} Tunnistautuminen
fr: Authentification {cloudStorageName}
it: {cloudStorageName} Autenticazione
nl: {cloudStorageName} authenticatie
pt_br: Autenticação no {cloudStorageName}
ru: Аутентификация {cloudStorageName}
uk: {cloudStorageName} Автентифікація

# cloudStorageAuthCodeLabel
source: Authentication Code
de: Authentifizierungs-Code
es: Código de autenticación
fi: Todennuskoodi
fr: Code d'authentification
id: Kode Otentikasi
it: Codice Di Autenticazione
nl: Authenticatie code
pt_br: Código de Autenticação
ru: Код аутентификации
uk: Код автентифікації

# cloudStorageAuthErrorTitle
source: Error while authenticating
de: Fehler während der Authentifizierung
es: Error al autenticar
fi: Virhe todennuksen aikana
fr: Erreur lors de l'authentification
id: Galat ketika mengotentikasi
it: Errore durante l'autenticazione
nl: Fout tijdens authenticatie
pt_br: Erro durante a autenticação
ru: Ошибка при аутентификации
uk: Помилка під час автентифікації

# cloudStorageAuthErrorMessage
source: Error while trying to authenticate to {cloudStorageName}: {errorMessage}
de: Fehler beim Versuch, sich bei {cloudStorageName} zu authentifizieren: {errorMessage}
es: Error al intentar autenticar en {cloudStorageName}: {errorMessage}
fi: Virhe, kun yritetään tunnistautua {cloudStorageName}: {errorMessage}
fr: Erreur lors de l'authentification à {cloudStorageName}: {errorMessage}
it: Errore durante il tentativo di autenticazione su {cloudStorageName}: {errorMessage}
nl: Fout bij het authenticeren van {cloudStorageName}: {errorMessage}
pt_br: Erro ao tentar autenticar em {cloudStorageName}: {errorMessage}
ru: Ошибка при попытке аутентификации в {cloudStorageName}: {errorMessage}
uk: Помилка при спробі автентифікації в {cloudStorageName}: {errorMessage}

# cloudStorageSearchBoxLabel
source: Search Query
de: Suchanfrage
es: Búsqueda
fi: Hakukysely
fr: Rechercher
id: Cari Kueri
it: Query di ricerca
nl: Zoekopdracht
pt_br: Consulta de Pesquisa
ru: Поисковый запрос
uk: Пошуковий запит

# cloudStorageItemsInFolder
source: {itemCount} items in this folder.
de: {itemCount} Einträge in diesem Ordner.
es: {itemCount} elementos en esta carpeta.
fi: {itemCount} kohdetta tässä kansiossa.
fr: {itemCount} éléments dans le dossier.
id: {itemCount} item di folder ini.
it: {itemCount} oggetti in questa cartella.
nl: {itemCount} items in deze map.
pt_br: {itemCount} itens nesta pasta.
ru: {itemCount} элементов в этой папке.
uk: {itemCount} елементів у цій теці.

# mailSubject
source: Subject
de: Betreff
es: Asunto
fi: Aihe
fr: Objet
id: Subjek
it: Oggetto
nl: Onderwerp
pt_br: Assunto
ru: Тема
uk: Тема

# mailFrom
source: From
de: Von
es: De
fi: Alkaen
fr: De
id: Dari
it: Da
nl: Van
pt_br: De
ru: Из
uk: Від

# mailDate
source: Date
de: Datum
es: Fecha
fi: Päivämäärä
id: Tanggal
it: Data
nl: Datum
pt_br: Data
ru: Дата
uk: Дата

# mailMailbox
source: Mailbox
de: Postfach
es: Buzón
fi: Sähköpostilaatikko
fr: Boite mail
id: Kotak surat
it: Casella postale
nl: Postvak
pt_br: Caixa de Entrada
ru: Почтовый ящик
uk: Поштова скринька

# mailNoData
source: No Data
de: Keine Daten
es: Sin datos
fi: Ei Dataa
fr: Aucune donnée
id: Tidak ada Data
it: Nessun Dato
nl: Geen gegevens
pt_br: Não há dados
ru: Нет данных
uk: Немає даних

# mailMailboxesTitle
source: Mailboxes
de: Postfächer
es: Buzones
fi: Sähköpostilaatikko
fr: Boîtes aux lettres
id: Kotak surat
it: Caselle postali
nl: Postvakken
pt_br: Caixa de Entrada
ru: Почтовые ящики
uk: Поштові скриньки

# mailboxCreateButtonLabel
source: Create
de: Erstellen
es: Crear
fi: Luo
fr: Créer
id: Buat
it: Crea
nl: Maken
pt_br: Criar
ru: Создать
uk: Створити

# mailboxNameInputDialogTitle
source: Optionally label for new mailbox
de: Optionale Bezeichnung für neue Postfach
es: Etiqueta opcional para el nuevo buzón
fi: Valinnainen merkintä uudelle postilaatikolle
fr: Étiquette facultative pour la nouvelle boîte mail
it: Etichetta opzionale per la nuova casella
nl: Optioneel labelen voor nieuw postvak
ru: При необходимости метка для нового почтового ящика
uk: Назва поштової скриньки (не обовʼязково)

# mailboxNameInputLabel
source: (Internal) Label
de: (interne) Bezeichnung
es: (Interno) Etiqueta
fi: (Sisäinen) Merkki
fr: Libellé (interne)
id: Label (Internal)
it: Etichetta (Interna)
nl: (intern) label
ru: (внутренняя) Метка
uk: (Внутрішня) Назва

# mailScreenTitle
source: AuthPass Mail
de: AuthPass E-Mail
fi: AuthPass Sähköposti
fr: Addresses mails AuthPass
it: Mail AuthPass
ru: Почта AuthPass
uk: Електронна пошта AuthPass

# mailTabBarTitleMailbox
source: Mailbox
de: Postfach
es: Buzón
fi: Sähköpostilaatikko
fr: Boite mail
it: Casella postale
nl: Postvak
ru: Почтовый ящик
uk: Поштова скринька

# mailTabBarTitleMail
source: Mail
de: E-Mail
es: Correo
fi: Sähköposti
fr: Email
nl: E-mail
ru: Почта
uk: Пошта

# mailMailboxListEmpty
source: You do not have any mailboxes yet.
de: Sie haben noch keine Postfächer.
es: Todavía no tiene ningún buzón.
fi: Sinulla ei ole vielä yhtään sähköpostipostilaatikkoa.
fr: Vous n'avez pas encore d'e-mail.
it: Non hai ancora nessuna casella di posta.
nl: Je hebt nog geen postvakken.
ru: У вас еще нет почтовых ящиков.
uk: У вас поки що немає поштових скриньок.

# mailMailboxAddressCopied
source: Copied mailbox address to clipboard: {mailboxAddress}
de: Mailbox-Adresse wurde in die Zwischenablage kopiert: {mailboxAddress}
es: Dirección del buzón copiada al portapapeles: {mailboxAddress}
fi: Kopioi postilaatikon osoite leikepöydälle: {mailboxAddress}
fr: Adresse mail copiée dans le presse-papiers: {mailboxAddress}
it: Indirizzo della casella postale copiato negli appunti: {mailboxAddress}
nl: Postvak adres gekopieerd naar het klembord: {mailboxAddress}
ru: Адрес почтового ящика скопирован в буфер обмена: {mailboxAddress}
uk: Скопійовано адресу поштової скриньки: {mailboxAddress}

# errorWhileSavingTitle
source: Error while saving
de: Fehler beim Speichern
es: Error al guardar
fi: Virhe tallennettaessa
fr: Erreur lors de l'enregistrement
id: Galat ketika menyimpan
it: Errore durante il salvataggio
nl: Fout bij opslaan
ru: Ошибка при сохранении
uk: Помилка збереження
