Repository: authpass/authpass
Catalog: authpass/lib/l10n/app_*.arb
Languages: de, es, fi, fr, id, it, nl, pt_br, ru, sk, uk, zh, zh_tw

# shareCreateTokenLabelText
source: Description
de: Beschreibung
es: Descripción
fi: Kuvaus
id: Deskripsi
it: Descrizione
nl: Omschrijving
ru: Описание
uk: Опис

# shareCreateTokenLabelHint
source: Share for my friend
de: Für meinen Freund freigeben
es: Compartir a mi amigo
fi: Jaa ystäväni kanssa
fr: Partager pour mon ami
id: Bagikan ke teman
it: Condividi con il mio amico
nl: Deel met mijn vriend
ru: Поделиться с моим другом
uk: Поширення для Залужного

# shareCreateTokenLabelHelp
source: Optional label to differentiate share code.
de: Optionales Label zur Differenzierung von Share Code.
es: Etiqueta opcional para diferenciar el código de compartir.
fi: Valinnainen tunniste jakamiskoodin erottamiseksi.
id: Label opsional untuk membedakan share code.
it: Etichetta facoltativa per differenziare il codice di condivisione.
nl: Optioneel label om de deelcode te differentiëren.
ru: Не обязательная метка чтобы различать код общего доступа.
uk: Необов'язкова мітка для розрізнення коду спільного доступу.

# shareCreateTokenSuccess
source: Successfully created share code.
de: Freigabecode erfolgreich erstellt.
es: Código para compartir creado con éxito.
fi: Jakamiskoodin luominen onnistui.
id: Share Code berhasil dibuat.
it: Codice di condivisione creato con successo.
nl: Deelcode succesvol aangemaakt.
ru: Успешно создан код общего доступа.
uk: Код поширення успішно створено.

# sharePresentDialogTitle
source: Share file with secret share code
de: Datei mit geheimem Freigabecode teilen
fi: Jaa tiedosto salaisella jakamiskoodilla
id: Bagikan file dengan share code rahasia
it: Condividi il file con il codice di condivisione segreto
nl: Deel bestand met geheime deelcode
ru: Поделиться файл с секретным кодом общего доступа
uk: Поділитися файлом з секретним кодом поширення

# sharePresentDialogHelp
source: Using the following share code users can access the password file. They will need the password and/or key file to open it.
de: Benutzer des folgenden Freigabecodes können auf die Passwortdatei zugreifen. Sie benötigen zum Öffnen das Passwort und/oder die Schlüsseldatei.
es: Usando el siguiente código compartido los usuarios pueden acceder al archivo de contraseñas. Necesitarán la contraseña y/o el archivo de clave para abrirlo.
fi: Seuraavan jakamiskoodin avulla käyttäjät voivat käyttää salasanatiedostoa. He tarvitsevat salasanan ja/tai avaintiedoston avatakseen sen.
it: Utilizzando il seguente codice di condivisione gli utenti possono accedere al file di password. Avranno bisogno della password e/o del file chiave per aprirlo.
nl: Met de volgende deelcode hebben gebruikers toegang tot het wachtwoord bestand. Ze hebben het wachtwoord en/of sleutelbestand nodig om het te openen.
ru: Используя этот код общего доступа пользователи могут иметь доступ к файлу паролей. Им нужен будет пароль и/или файл ключа чтобы открыть его.
uk: Використовуючи наступний код доступу, користувачі можуть отримати доступ до файлу з паролями. Щоб відкрити його, їм знадобиться пароль та/або ключ-файл.

# sharePresentToken
source: Share Code
de: Code teilen
es: Código para compartir
fi: Jaa Koodi
id: Bagikan kode
it: Condividi Il Codice
nl: Deelcode
uk: Код для поширення

# sharePresentCopied
source: Copied share code to clipboard.
de: Code wurde in die Zwischenablage kopiert.
fi: Jakamiskoodi kopioitu leikepöydälle.
id: Share code disalin ke papan klip.
it: Codice di condivisione copiato negli appunti.
nl: Deelcode gekopieerd naar klembord.
uk: Скопійовано код поширення.

# authPassCloudOpenWithShareCodeTooltip
source: Open with Share Code
de: Mit Freigabecode öffnen
fi: Avaa jakamiskoodilla
id: Buka dengan share code
it: Apri con il codice di condivisione
nl: Openen met deelcode
uk: Відкрити за допомогою коду спільного доступу

# authPassCloudShareFileActionLabel
source: Share
de: Teilen
es: Compartir
fi: Jaa
fr: Partager
id: Bagikan
it: Condividi
nl: Delen
ru: Поделиться
uk: Поділитись

# preferenceAuthPassCloudAttachmentTitle
source: Use AuthPass Cloud Attachments
de: AuthPass Cloud-Anhänge verwenden
fi: Käytä AuthPass Cloud -liitteitä
it: Usa Gli Allegati Cloud AuthPass
uk: Використовувати вкладення AuthPass Cloud

# preferenceAuthPassCloudAttachmentSubtitle
source: Store Attachments encrypted on AuthPass Cloud separately.
de: Anhänge speichern, die in AuthPass Cloud separat verschlüsselt werden.
fi: Tallenna Liitteet salattuna AuthPass Cloudiin erikseen.
it: Memorizza gli allegati crittografati separatamente su AuthPass Cloud.
uk: Зберігати зашифровані вкладення в AuthPass Cloud окремо.

# shareCodeInputDialogTitle
source: Input Secret Share Code
de: Geheime Freigabe-Code eingeben
fi: Syötä salainen jakamiskoodi
id: Masukkan share code rahasia
it: Inserisci Codice Segreto Di Condivisione
nl: Geheime deelcode invoeren
ru: Ввести секретный код
uk: Введіть секретний код спільного доступу

# shareCodeInputDialogScan
source: Scan QR Code
es: Escanear código QR
fi: Skannaa QR-koodi
id: Pindai Kode QR
it: Scansiona il codice QR
ru: Сканировать QR-код
uk: Проскануйте QR-код

# shareCodeInputLabel
source: Secret Share Code
de: Geheime Freigabe-Code
fi: Salainen jakamiskoodi
id: Bagikan Kode Rahasia
it: Codice Di Condivisione Segreto
nl: Geheime deelcode
ru: Секретный код
uk: Секретний код поширення

# shareCodeInputHelperText
source: If you have received a share code, please paste it above.
de: Wenn Sie einen Teilcode erhalten haben, fügen Sie ihn bitte oben ein.
es: Si ha recibido un código para compartir, por favor pégalo arriba.
fi: Jos olet saanut jakamiskoodin, liitä se yllä.
id: Jika anda memiliki share code, silakan tempel di atas.
it: Se hai ricevuto un codice di condivisione, incollalo sopra.
nl: Als je een deelcode hebt ontvangen, plak deze dan hierboven.
ru: Если вы получили код доступа, вставьте его выше.
uk: Якщо ви отримали код поширення, будь ласка, вставте його вище.

# shareCodeOpen
source: Received a Share Code for AuthPass Cloud?
de: Freigabecode für AuthPass Cloud erhalten?
fi: Saitko AuthPass Cloudin jakamiskoodin?
id: Terima Share Code untuk AuthPass Cloud?
it: Hai ricevuto un codice di condivisione per AuthPass Cloud?
nl: Een deelcode ontvangen voor AuthPass Cloud?
ru: Получен код доступа для AuthPass Cloud?
uk: Отримали код доступу до AuthPass Cloud?

# shareCodeOpenScreenTitle
source: Loading file with share code
de: Datei mit Freigabecode wird geladen
es: Cargando archivo con código compartido
fi: Ladataan tiedostoa jakamiskoodilla
id: Memuat file dengan share code
it: Caricamento file con codice di condivisione
nl: Bestand met deelcode laden
ru: Загрузка файла с кодом доступа
uk: Завантаження файлу за допомогою коду спільного доступу

# shareCodeLoadingProgress
source: Loading file …
de: Datei wird geladen …
es: Cargando archivo …
fi: Ladataan tiedostoa…
fr: Chargement du fichier …
id: Memuat file…
it: Caricamento del file …
nl: Bestand laden …
pt_br: Carregando arquivo …
ru: Загрузка файла …
sk: Načítavam súbor …
uk: Завантаження файлу …

# shareCodeOpenFileButtonLabel
source: OPEN
de: Öffnen
es: ABRIR
fi: AVAA
id: BUKA
it: APRI
ru: Открыть
uk: ВІДКРИТИ

# shareCodeOpenInstallAppCaption
source: Want to open this file with one of our native Apps instead?
de: Möchten Sie diese Datei stattdessen mit einer unserer nativen Apps öffnen?
fi: Haluatko avata tämän tiedoston jollakin natiivilla sovelluksellamme?
id: Buka file ini dengan aplikasi kami?
it: Vuoi aprire questo file con una delle nostre applicazioni native?
nl: Wil je dit bestand in plaats daarvan openen met een van onze native Apps?
ru: Хотите вместо этого открыть этот файл с помощью одного из наших собственных приложений?
uk: Хочете відкрити цей файл за допомогою однієї з наших програм?

# shareCodeOpenAnotherAppCaption
source: Want to open this file on another device?
de: Möchten Sie diese Datei auf einem anderen Gerät öffnen?
es: ¿Desea abrir este archivo en otro dispositivo?
fi: Haluatko avata tämän tiedoston toisella laitteella?
id: Buka file ini di perangkat lain?
it: Vuoi aprire questo file su un altro dispositivo?
nl: Wil je dit bestand op een ander apparaat openen?
ru: Хотите открыть этот файл на другом устройстве?
uk: Хочете відкрити цей файл на іншому пристрої?

# shareCodeOpenInstallAppButtonLabel
source: Install App
de: App installieren
es: Instalar Aplicación
fi: Asenna Sovellus
id: Pasang aplikasi
it: Installa App
nl: App installeren
uk: Встановити додаток

# shareCodeOpenShowCodeButtonLabel
source: Show Share Code
de: Freigabecode anzeigen
es: Mostrar código compartido
fi: Näytä Jakamiskoodi
id: Tampilkan Kode Berbagi
it: Mostra Codice Di Condivisione
nl: Toon deelcode
uk: Показати код поширення

# changeMasterPasswordActionLabel
source: Change Master Password
de: Master-Passwort ändern
es: Cambiar contraseña maestra
fi: Vaihda Pääsalasana
id: Ganti kata sandi utama
it: Cambia Password Principale
nl: Hoofdwachtwoord wijzigen
ru: Изменить мастер-пароль
uk: Змінити головний пароль

# changeMasterPasswordFormSubmit
source: Save with new password
de: Mit neuem Passwort speichern
es: Guardar con nueva contraseña
fi: Tallenna uudella salasanalla
id: Simpan dengan kata sandi baru
it: Salva con nuova password
nl: Opslaan met nieuw wachtwoord
ru: Сохранить с новым паролем
uk: Зберегти з новим паролем

# changeMasterPasswordSuccess
source: Successfully saved master password.
de: Master-Passwort erfolgreich gespeichert.
es: Contraseña maestra guardada correctamente.
fi: Pääsalasanan tallennus onnistui.
id: Kata sandi utama berhasil disimpan.
it: Password principale salvata con successo.
nl: Hoofdwachtwoord succesvol opgeslagen.
ru: Пароль успешно сохранен.
uk: Головний пароль успішно збережено.

# changeMasterPasswordScreenTitle
source: Change Master Password
de: Master-Passwort ändern
es: Cambiar contraseña maestra
fi: Vaihda Pääsalasana
id: Ganti kata sandi utama
it: Cambia Password Principale
nl: Hoofdwachtwoord wijzigen
ru: Изменить мастер-пароль
uk: Змінити головний пароль

# authPassCloudAuthClickedLink
source: I received email and visited link
de: Ich habe eine Email erhalten und klickte auf denn Link
es: Recibí correo electrónico y he visitado el enlace
fi: Sain sähköpostiviestin ja kävin linkistä
it: Ho ricevuto l'email e visitato il link
ru: Я получил электронную почту и посетил ссылку
uk: Я отримав листа і відкрив посилання

# authPassCloudAuthNotConfirmed
source: Email address was not yet confirmed. Make sure to click the link in the email you received and solve the captcha to confirm your email address.
de: Die E-Mail-Adresse wurde noch nicht bestätigt. Bitte klicken Sie auf den Link in der erhaltenen E-Mail und lösen Sie das Captcha, um Ihre E-Mail-Adresse zu bestätigen.
es: La dirección de correo electrónico aún no ha sido confirmada. Asegúrate de hacer clic en el enlace del correo electrónico que recibiste y resolver el captcha para confirmar tu dirección de correo electrónico.
fi: Sähköpostiosoitetta ei ole vielä vahvistettu. Varmista, että napsautat saamassasi sähköpostissa olevaa linkkiä ja vahvista sähköpostiosoitteesi ratkaisemalla captcha.
it: L'indirizzo email non è stato ancora confermato. Assicurati di fare clic sul link nell'email che hai ricevuto e di risolvere il captcha per confermare il tuo indirizzo email.
ru: Адрес электронной почты еще не подтвержден. Обязательно нажмите ссылку в полученном электронном письме и введите код, чтобы подтвердить свой адрес электронной почты.
uk: Адреса електронної пошти ще не підтверджена. Обов'язково перейдіть за посиланням в отриманому листі та розгадайте капчу, щоб підтвердити свою електронну адресу.

# getHelpButton
source: Get help in the forum
de: Erhalte Hilfe im Forum
es: Obtener ayuda en el foro
fi: Hanki apua foorumilla
it: Ottieni aiuto nel forum
ru: Получить помощь на форуме
uk: Отримати допомогу на форумі

# shortcutCopyUsername
source: Copy Username
de: Benutzername kopieren
es: Copiar Usuario
fi: Kopioi Käyttäjänimi
fr: Copier le nom d'utilisateur
id: Salin Nama Pengguna
it: Copia il Nome Utente
nl: Gebruikersnaam kopiëren
pt_br: Copiar Usuário
ru: Копировать имя пользователя
sk: Kopírovať používateľské meno
uk: Копіювати ім'я користувача

# shortcutCopyPassword
source: Copy Password
de: Passwort kopieren
es: Copiar contraseña
fi: Kopioi Salasana
fr: Copier le mot de passe
id: Salin Kata Sandi
it: Copia la Password
nl: Wachtwoord kopiëren
pt_br: Copiar Senha
ru: Копировать пароль
sk: Kopírovať Heslo
uk: Копіювати пароль

# shortcutCopyTotp
source: Copy TOTP
de: TOTP kopieren
es: Copiar TOTP
fi: Kopioi TOTP
it: Copia TOTP
uk: Копіювати TOTP

# shortcutMoveUp
source: Select the previous password
de: Vorheriges Passwort auswählen
es: Seleccione la contraseña anterior
fi: Valitse edellinen salasana
it: Seleziona la password precedente
uk: Вибрати попередній пароль

# shortcutMoveDown
source: Select the next password
de: Wählen Sie das nächste Passwort
es: Seleccione la siguiente contraseña
fi: Valitse seuraava salasana
it: Seleziona la password successiva
uk: Вибрати наступний пароль

# shortcutGeneratePassword
source: Generate Password
de: Passwort generieren
es: Generar contraseña
fi: Luo Salasana
fr: Générer un mot de passe
id: Penghasil Kata Sandi
it: Genera una Password
nl: Wachtwoord genereren
pt_br: Gerar Senha
ru: Сгенерировать пароль
sk: Generovať heslo
uk: Згенерувати пароль

# shortcutCopyUrl
source: Copy URL
de: URL kopieren
es: Copiar URL
fi: Kopioi URL-osoite
it: Copia URL
uk: Копіювати URL-адресу

# shortcutOpenUrl
source: Open URL
de: URL Öffnen
es: Abrir URL
fi: Avaa URL-osoite
fr: Ouvrir l'URL
id: Buka URL
it: Apri URL
pt_br: Abrir URL
ru: Открыть URL-адрес
sk: Otvoriť URL
uk: Відкрити URL-адресу

# shortcutCancelSearch
source: Cancel Search
de: Suche abbrechen
es: Cancelar búsqueda
fi: Keskeytä Haku
it: Annulla Ricerca
uk: Скасувати пошук

# shortcutShortcutHelp
source: Keyboard Shortcut Help
de: Hilfe zu dennTastenkombinationen
es: Ayuda de atajo de teclado
fi: Pikanäppäimen Ohje
it: Guida Scorciatoia Tastiera
uk: Довідка по гарячих клавішах

# shortcutHelpTitle
source: Keyboard Shortcuts
de: Tastenkombinationen
es: Atajos de teclado
fi: Pikanäppäimet
it: Scorciatoie da tastiera
uk: Гарячі Клавіші

# unexpectedError
source: Unexpected Error: {error}
de: Unerwarteter Fehler: {error}
es: Error inesperado: {error}
fi: Odottamaton virhe: {error}
fr: Erreur inattendue : {error}
id: Kesalahan tak terduga: {error}
it: Errore imprevisto: {error}
nl: Onverwachte fout: {error}
pt_br: Erro Inesperado: {error}
ru: Неожиданная ошибка: {error}
sk: Neočakávaná chyba: {error}
uk: Неочікувана помилка: {error}
zh: 意外错误: {error}
zh_tw: 不明錯誤：{error}

# scanQrCodeTitle
source: Scan QR Code.
de: QR-Code Scannen.
uk: Сканувати QR-код.

source: Indonesian
de: Indonesisch
es: Indonesio
fi: Indonesia
fr: Indonésie
id: Indonesia
it: Indonesiano
nl: Indonesisch
pt_br: Indonésio
ru: Индонезийский
sk: Indonézčina
zh: 印度尼西亚语
zh_tw: 印尼文

# aboutAppName
source: AuthPass
zh: 誓约
